[{"headline": "\"බොන්ඩ් 007\" අපරාජිතයා - රොජර් මුවර්", "date": "2017 මැයි 24", "news": "ලෝකයේ වැඩි දෙනෙක් ඔහු හඳුනන්නේ \"ජේම්ස් බොන්ඩ්\" හැටියටයි. එහෙත් ඔහුගේ සැබෑ ජීවිතයේ නම රොජර් මුවර්(Roger Moore). රොජර් මුවර් ලොවපුරා සිනමාලෝලීන්ගේ අසහාය වීරයකු බවට පත්වුණේ සිනමාවේ 'ජේම්ස් බොන්ඩ්\" රහස් පරීක්ෂක චරිතයට පණ පොවමිනි. 1927 වසරේ ඔක්තෝබර් 14 වෙනිදා දකුණු ලන්ඩනයේ  ස්ටෝක්වෙල් නම් කලාපයේ දී උපත ලද ශ්‍රීමත් (Sir)රොජර් මුවර්ගේ පියා  බ්‍රිතාන්‍ය පොලිස් භටයෙකි. රොජර් මුවර්  බොන්ඩ් චිත්‍රපට හතක ප්‍රධාන රහස් පරීක්ෂක  චරිතයට පණදෙමින් 'ජේම්ස් බොන්ඩ්\" චරිතය දිගු කලක් රඟපෑ නළුවා බවට පත්වූ අතර එම සිනමා වෘත්තාන්ත වාණිජ මට්ටමින් අතිශය සාර්ථක ඒවා විය. සිය පහළොස් වැනි වියේ දී කලා අධ්‍යයන ආයතනයකට බැඳුණ රොජර් මුවර්, සජීවී සිනමාකරනය පිළිබඳ චිත්‍රාගාරයක ආධුනිකයකු වශයෙන් පසු කාලයේ කටයුතු කර ඇත.  සිය වියදමටවත් ප්‍රමාණවත් නොවූ වැටුපක් සහිත එම පළමු රැකියාව රොජර් මුවර් විසින් සළකා ඇත්තේ  විනෝදය සඳහා  ලද අවස්ථාවක් හැටියටයි . රොජර් චරිතාංග නළුවකු බවට පත්වන්නේ ඉන් අනතුරුවයි. ලෝක ප්‍රකට 007 බොන්ඩ් සිනමා වෘතාන්ත මාලාවට පදනම් වන්නේ ඉයන් ෆ්ලෙමින් ගේ නවකතා පෙළයි. ජේම්ස් බොන්ඩ් චරිතයේ නිර්මාතෘවරයා වන ඉයන් ෆ්ලෙමින් බ්‍රිතාන්‍යයේ වඩාත් ප්‍රකටම රහස් පරීක්ෂක වෘත්තාන්ත රචකයා වෙයි. ඉයන් ෆ්ලෙමින්ගේ ප්‍රබන්ධ රහස් පරීක්ෂක කතා දෙකක් ඔහුගේ ජීවිත කාලය තුළ සිනමා නිර්මාණ බවට පත්වූ අතර සෙසු ඒවා සිනමා  නිර්මාණ හැටියට එළි දුටුවේ ඔහුගේ මරණින් පසුවයි.  එක් චරිතයක් සමඟ බැඳුණ ලෝකයේ දීර්ඝතම සිනමා කතාමාලා අතර බොන්ඩ් චිත්‍රපට වෘත්තාන්ත මුල්තැනක් හිමිකර ගනියි. බොන්ඩ් චිත්‍රපට මාලාවේ පළමු සිනමා කෘතිය  වන \"Dr.No\" 1962 දී නිර්මාණය කරන ලද අතර එහි ජේම්ස් බොන්ඩ් චරිතයට පණදෙන ලද්දේ ස්කොට්ලන්ත ජාතික සාන් කොනරි(Sean Connery) විසිනි.  2015 දී තිරගත කෙරුණ 24 වැනි බොන්ඩ් චිත්‍රපටය වන  \"Spectre\" හි  ජේම්ස් බොන්ඩ් සඳහා පණදෙන ලද්දේ  ඩැනියෙල් ක්‍රේග් ( Daniel Craig) විසිනි.  1973 පටන් 1985 අතර කාලය තුළ නිෂ්පාදනය කරන ලද එවැනි චිත්‍රපට හතක  ජේම්ස් බොන්ඩ් රහස් පරීක්ෂක චරිතය රොජර් මුවර් විසින් රඟපා ඇත. රොජර් මුවර් ලෝක සිනමා ඉතිහාසයේ අනභිභවනීය  නළුවන් අතලොස්ස අතරට  එක්වන්නේ එම චිත්‍රපට මගින් නොමැකෙන ලෙස සිනමාලෝලීන් මතකයේ සටහන් කළ අපූරු රංගන විලාසය හේතුවෙනි. රොජර් මුවර් රඟපෑ ජේම්ස් බොන්ඩ් චිත්‍රපට හතකි.  1 Live and Let Die (1973) 2 The Man with the Golden Gun (1974)  3 The Spy Who Loved Me (1977) 4  Moonraker (1979)  5  For Your Eyes Only (1981) 6  Octopussy (1983) 7  A View to a Kill (1985) සාන් කොනරි,ජෝර්ජ් ලසෙන්බි,ජෝර්ජ් මුවර්,තිමති ඩෝල්ටන්,පියර්ස් බ්‍රොස්නන් සහ ඩැනියෙල් ක්‍රේග් යන සිනමාවේදීන් සයදෙනා බොන්ඩ් චිත්‍රපට මාලාවේ ජේම්ස් බොන්ඩ් රහස් පරීක්ෂක චරිතයට පණ දීමෙන් සිනමා ඉතිහාසයේ විරුවන් හැටියට ජීවමාන වෙති. 1963 සහ 1969 අතර ප්‍රචාරය කෙරුණ \"ද සේන්ට්\" (The Saint ) ටෙලි වෘත්තාන්ත මාලාවේ සයිමන් ටෙම්ප්ලර් (Simon Templar) චරිතය රඟ දක්වන ලද්දේත් රොජර් මුවර් විසිනි. පිළිකා රෝගයෙන් ටික කලක් පීඩා විඳි අසහාය නළුවා මැයි 23 වෙනිදින දිවි සිනමාවෙන් සමුගන්නා විට අසූනව වැනි වියේ පසු විය.  "}, {"headline": "පිලිපීනය යුද නීතියට යටත් කෙරෙන තත්වයක්", "date": "2017 මැයි 24", "news": "දකුණු පිලිපීනයේ  මින්දනාඕ (Mindanao) දූපතට පමණක් සීමා වෙන මට්ටමින් පනවනු ලැබ ඇති යුද නීතිය මුළු රටටම බලපැවැත්වෙන පරිදි ප්‍රකාශයට පත්කිරීමට ඉඩකඩ ඇති බව ජනාධිපති රොඩ්රිගෝ දුටාර්තේ (Rodrigo Duterte) කියා සිටියි. පිලිපීන ආරක්ෂක හමුදා දකුණු \"මින්දනාඕ\" දූපතේ ඉස්ලාමීය සන්නද්ධ ප්‍රහාරකයන් සමඟ සටන් වදිමින් සිටියදී  ජනාධිපති රොඩ්රිගෝ දුටාර්තේ එම දූපතට පමණක් බලපැවැත්වෙන මට්ටමින් අඟහරුවාදා (23)යුද නීතිය ප්‍රකාශයට පත් කළේය. දින හැටක කාලයක් සඳහා  දූපතට පමණක්  සීමා කෙරෙන මට්ටමින් යුද නීතිය ප්‍රකාශයට පත්කළ ජනාධිපතිවරයා එය නිමවීමට වසරක් ගත විය හැකි බව දැන් පවසයි. එහෙත් යුද නීතිය යටතේ අපචාර සිදු කිරීමට ඉඩ නොතබන අතරම  තමා ත්‍රස්තවාදීන්ට එරෙහිව දැඩිව පියවර ගන්නා බවත් පිලිපීන ජනාධිපතිවරයා අවධාරණය කරයි. \"මින්දනාඕ දූපතේ තත්වය හොඳ අතට හැරුනොත් යුද නීතිය මාසයකින් වුනත් අවසන් වෙන්න පුළුවන්\" ජනාධිපති රොඩ්රිගෝ දුටාර්තේ පවසයි.  තවදුරටත් අදහස් දැක්වූ ජනාධිපති රොඩ්රිගෝ දුටාර්තේ, අලුතින්ම වාර්තා වෙන ගැටුම් වලදී ප්‍රාදේශීය පොලිස් ප්‍රධානියකු ගෙළ සිඳ මරා දමා ඇති බවත් සඳහන් කළේය. මේ අතර නිවේදනයක් නිකුත් කරන පිලිපීන කතෝලික සභාව, සන්නද්ධ ප්‍රහාරකයන් විසින් පූජකවරයකු ද ඇතුළුව පුද්ගලයන් ගණනාවක් ප්‍රාණ ඇපයට ගනු ලැබ ඇතැයි පවසයි. \"මින්දනාඕ\" දූපතේ රඳවා සිටින පිලිපීන හමුදාව එම දූපතේ \"මරාවි\"( Marawi) නගරය අල්ලාගෙන සිටින IS ඉස්ලාමීය රාජ්‍ය සංවිධානයට හවුල් සන්නද්ධ ප්‍රහාරකයන් සමඟ සටන් වදිමින් සිටිති.  එම ගැටුම් වලදී හමුදා භටයන් තුන්දෙනකු ජීවිතක්ෂයට පත්ව ඇති බවත් වාර්තා වෙයි. "}, {"headline": "ස්ටාලින්ගේ මුනුපුරෝ මුත්තා දකින හැටි", "date": "2017 මැයි 25", "news": "සෝවියට් සංගමයේ හිටපු නායක ජෝසප් ස්ටාලින්ගේ මුනුපුරු අලෙක්සන්දර්  බුර්දොන්ස්කි (Alexander Burdonsky )දිවියන් සමු ගත්තේය. කෘතහස්ත නාට්‍ය අධ්‍යක්ෂවරයකු වූ බුර්දොන්ස්කි මරණයට පත්වන විට හැත්තෑ පස් වැනි වියේ පසුවිය. අලෙසන්දර් බුර්දොන්ස්කි 1941 වසරේ උපතින් ලද නාමය \"අලෙක්සන්දර් ස්ටාලින්\" වූ නමුත් ඔහු සිය මුත්තා වූ ජෝසප් ස්ටාලින් සමඟ ඇති ජීවිත  සම්බන්ධය වසංකර ගැනීම සඳහා තම මවගේ වාසගම තෝරා ගනිමින්  පසු කාලයෙහි \"අලෙසන්දර්  බුර්දොන්ස්කි\" යන නමින් පෙනී සිටියේය. ඔහු වසර කීපයක් මොස්කව් අගනුවර යුද හමුදා රංග ශාලාවේ  ප්‍රධානියා විය. ස්ටාලින්ගේ තවත් මුනුපුරකු වූ යෙව්ගිනි ද්ෂුගාස්වෙලි(Yevgeny Dzhugashvili) වසර 80ක් ජීවත්ව පසුගිය වසරේ අභාවප්‍රාප්ත විය.  අලෙක්සන්දර් මෙන් නොව යෙව්ගිනි ද්ෂුගාස්වෙලි සිය මුත්තනුවන් වූ ස්ටාලින්ගේ උරුමය දැඩිව ආරක්ෂා කළ මුනුපුරෙකි.  ඔහු දිගටම භාවිතා කළේ මුත්තාගෙන් උරුම වූ  \"ද්ෂුගාස්වෙලි\" නම් ජෝර්ජියානු වාසගමයි. අලෙක්සන්දර් බුර්දොන්ස්කිගේ පියා වූ වසිලි ස්ටාලින් සහ ඔහුගේ පියා වූ ජෝසප් ස්ටාලින් අතර යහපත් සම්බන්ධතාවයක් තිබී නැත. වසිලි මත්පැනට ඇබ්බැහිව සිටි අතර වයස අවුරුදු හතළිහේ දී දිවි ගමන නිම කළේය. අලෙක්සන්දර් බුර්දොන්ස්කි රුසියාවේ රුපවාහිනී වැඩ සටහනක දී සිය මුත්තණුවන් පිළිබඳ මතකය අවදි කරමින් වරක් මෙසේ සඳහන් කර තිබුණි. \" මැයි මාසයේ සහ නොවැම්බර් මාසයේ පෙළපාලි වලදී මම ඔහු දැක තිබෙනවා. එත් මම ඔහු ලඟින්ම දුටුවේ මියගොස් වැතිර සිටින විටයි\" තම ළමාවිය කිසිම ළමයකුට උරුම විය යුතු නැතැයි මෙයින් වසර දෙකකට පෙර ප්‍රකාශ කළ අලෙක්සන්දර් බුර්දොන්ස්කි සිය වාසගම වෙනස් කර ගනිමින්  කලාව සඳහා කැපවිය. තවත් වරක් සම්මුඛ සාකච්ඡාවක දී අදහස් දැක්වූ අලෙක්සන්දර් බුර්දොන්ස්කි, සිය මුත්තා වූ ජෝසෆ් ස්ටාලින් ෂේක්ස්පියර් නාට්‍යයක එන ප්‍රබුද්ධ සහ උමතුව මිශ්‍ර  චරිතයකට සමාන කළේය. තරුණයකු හැටියට ස්ටාලින්ට දැඩිව එරෙහි වූ අලෙක්සන්දර් බුර්දොන්ස්කි,  සිය මුත්තණුවන්  කෘර ඒකාධිපතියකු වූයේ නමුත් ඔහු විසිවෙනි සියවසේ අතිබලසම්පන්න නායකයකු හැටියට ද  දුටුවේය. එහෙත් 2016 වසරේ මරණයට පත් යෙව්ගිනි ද්ෂුගාස්වෙලි ස්ටාලින් දකින්නේ සහමුලින්ම වෙනස් ආකාරයකටයි. රුසියාවේ නිදහස් පුවත්පතක් වරක් ජෝසෆ් ස්ටාලින් හඳුන්වා දී තිබුණේ ලේ පිපාසයෙන් පෙළුන මිනීමස් බුදින්නකු  හැටියටයි. සිය මුත්තණුවන්ට කරන ලද අපහාසයෙන් කිපුණ යෙව්ගිනි ද්ෂුගාස්වෙලි එම පුවත්පතට එරෙහිව මානව හිමිකම් පිළිබඳ යුරෝපා උසාවියේ නඩු පැවරූ නමුත් ඔහු එම නඩුවෙන් පරාජය විය. "}, {"headline": "සමලිංගික පෝරුව ආසියාවටත් සමීප වෙයි", "date": "2017 මැයි 24", "news": "සමලිංගික විවාහය නීතිගත කිරීමට මග පාදමින් නව නීති සම්පාදනය වියයුතු බවට තායිවානයේ ඉහළම අධිකරණය තීරණය කරයි. එම තීරණයට අනුව ව්‍යවස්ථා සංශෝධනයක් සිදු වුවහොත් සමලිංගික විවාහය නීතියෙන් පිළිගන්නා ප්‍රථම ආසියානු රට වශයෙන් තායිවානය ඉතිහාසගත වනු ඇත. තායිවානයේ ඉහළම විනිසුරු මඬුල්ල තීරණය කළේ සමලිංගික විවාහය වළක්වාලන, තායිවානයේ දැනට පවතින නීතිය මගින් සමානාත්මතාවයේ අයිතිය උල්ලංඝනය වන බැවින් එය ව්‍යවස්ථා විරෝධී බවය. එබැවින් නව නීති සම්මත කිරීමට හෝ පවතින නීති සංශෝධනය කිරීම සඳහා තායිවාන රජයට දෙවසරක කාලයක් ලබාදී තිබේ. කෙසේ නමුත් මෙම අධිකරණ තීරණය අනුව නව නීති සම්පාදනයට හෝ පවතින නීති වෙනස් කිරීම සඳහා තායිවානයේ පාර්ලිමේන්තුව කෙතරම් දුරට ක්‍රියාත්මක වේද යන්න තවමත් පැහැදිලි නැති බව එරට දේශපාලන විශ්ලේෂිකා සින්ඩි සුයි පවසන්නීය. සමලිංගික විවාහය නීතිගත කිරීමට එරෙහිව තායිවානයේ ආගමික කණ්ඩායම් විරෝධය පළ කරති. වසර දෙකක් ඇතුළත නව නීති සංශෝධනය නිම කිරීමට පාර්ලිමේන්තුව අපොහොසත් වුවහොත් අධිකරණ තීරණය පාදකකර ගනිමින්, විවාහවීමට කැමති සමලිංගිකයන්ට තම විවාහය සඳහා ලියාපදිංචි වීමට අයිතියක් ඇති බව තායිවාන අධිකරණය පවසයි. තායිවාන අධිකරණය මෙම තීරණයට එළැඹියේ, කලාපය තුළ සිටින සමලිංගික ප්‍රජාවට එරෙහිව දැඩි නීති ක්‍රියාත්මක වෙමින් තිබියදී ය. පසුගිය දා ඉන්දුනීසියාවේ අචේ ප්‍රාන්තයේදී සමලිංගිකව එක්වූ තරුණයන් දෙදෙනෙකුට වේවැල් පහර 85 බැගින් වූ දඬුවමක් ප්‍රසිද්ධියේ ලබා දෙන ලදී. මුස්ලිම් බහුතරයක් වෙසෙන ඉන්දුනීසියාවේ අනෙකුත් ප්‍රාන්තවල සමලිංගිකත්වය නීතියෙන් තහනම් කර නොමැති නමුත් අචේ ප්‍රාන්තය තුළ පමණක් ශරියා නීතිය ක්‍රියාත්මක කිරීමට අවසරය ලබාදී තිබේ. එමෙන්ම ඩකා අගනුවර ප්‍රජා මධ්‍යස්ථානයක රැස්ව සිටි සමරිසි පුරුෂයන් (gay men) විසිහත් දෙනෙකු බංග්ලාදේශ් පොලිසිය විසින් අත්අඩංගුවට ගනු ලැබූ බව ද පසුගිය දා වාර්තා විය. අසල්වාසීන් විසින් දෙන ලද ඔත්තුවක් අනුව ප්‍රජා මධ්‍යස්ථානය වටකරමින් එම අත්අඩංගුවට ගැනීම සිදු කළ බව එරට පොලිස් ප්‍රකාශකයෙක් පැවසීය. "}, {"headline": null, "date": null, "news": ""}, {"headline": "මෙසීට මාස විසි එකක සිර දඬුවම්", "date": "2017 මැයි 24", "news": "ක්‍රීඩා ලෝකයේ ඉතා ඉහළම කීර්තියක් සහිත පාපන්දු  ක්‍රීඩකයන් කීප දෙනාට ඇතුළත් වෙන ලියනොල් මෙසීට (Lionel Messi) එරෙහිව පහළ උසාවියක් දී තිබුණ මාස එකොළහක සිර දඬුවමක් ස්පාඤ්ඤ ශ්‍රේෂ්ඨාධිකරණය විසින් ද තහවුරු කරනු ලැබුණි. ස්පාඤ්ඤයේ බාසිලෝනා පාපන්දු ක්‍රීඩා සමාජය නියෝජනය කරන ආර්ජන්ටිනා ජාතික ලියොනල් මෙසී එවැනි සිර දඬුවමකට යටත් කරන ලද්දේ බදු ගෙවීම පැහැර හැරීමේ චෝදනාවලට වරදකරු බව තීන්දු කරනු ලැබීමෙන් අනතුරුවයි. ප්‍රචණ්ඩ ක්‍රියා ගණයට ඇතුළත් නොවන වරදක් සම්බන්ධයෙන් පළමු වරට වරදකරුවන් කෙරෙන පුද්ගලයන්ට පිරිනැමෙන අධිකරණ සහනයක් යටතේ ලියොනල් මෙසීට එරෙහි සිර දඬුවම වසර දෙකක කාලයකට අත්හිටුවීමට ස්පාඤ්ඤ ශ්‍රේෂ්ඨාධිකරණය පියවර ගෙන ඇත. ඩොලර් හතළිස් ලක්ෂයක් පමණ බදු මුදල් ගෙවනු ලැබීම පැහැර හැර ඇතැයි පවසමින් ලියොනල් මෙසී සහ ඔහුගේ පියා ජෝර්ජ් ට එරෙහිව ඉදිරිපත් කොට තිබුණ පළමු චෝදනා 'බාසිලෝනා'  නගරයේ උසාවියක් මගින් විභාග කරන ලද අතර ඔවුන් දෙදෙනා එම චෝදනාවට වැරදිකරුවන් වන බව එම අධිකරණයේ තීන්දුව විය. ස්පාඤ්ඤ ශ්‍රේෂ්ඨාධිකරණය විසින් ද තහවුරු කරන ලද්දේ එම පළමු අධිකරණ තීන්දුවයි. "}, {"headline": "මැන්චෙස්ටර් ප්‍රහාරය: 'ඇමෙරිකාව සමග තොරතුරු බෙදාගන්නේ නෑ'", "date": "2017 මැයි 25", "news": "මැන්චෙස්ටර් ප්‍රහාරය සම්බන්ධ රහසිගත තොරතුරු ඇමෙරිකානු ජනමාධ්‍යවලට අනාවරණය වීමෙන් අනතුරුව, ප්‍රහාරය සම්බන්ධ පරීක්ෂණයේ තොරතුරු ඇමෙරිකානු බලධාරීන් සමග බෙදාගැනීම බ්‍රිතාන්‍ය පොලිසිය විසින් අත්හිටවනු ලැබ තිබෙන බව බීබීසී යට අනාවරණය වේ.  සඳුදා (මැයි 22) රාත්‍රියේ මැන්චෙස්ටර් නුවර පැවති සංගීත සංදර්ශනයකට එල්ල කෙරුණු මරාගෙන මැරෙන බෝම්බයේ කොටස් සහ ප්‍රහාරකයා සතුව තිබුණු බෑගයේ කොටස් බව සැලකෙන ඡායාරූප නිව්යෝක් ටයිම්ස් පුවත්පතේ පළවීම පිළිබඳව බ්‍රිතාන්‍ය බලධාරීහු දැඩි කෝපය පළකරති.  පරීක්ෂණවලට බාධා වනු ඇතැයි බියෙන් ප්‍රහාරකයාගේ නම එක්වරම හෙළිදරවු නොකිරීමට මැන්චෙස්ටර් පොලිසිය උත්සාහ කළ නමුත්, ප්‍රහාරයෙන් පැය 24 කට පසුව ඔහු සල්මන් අබෙඩි බව නිව්යෝක් ටයිම්ස් පුවත්පත වාර්තා කළේය.  නේටෝ සංවිධානයේ නායකයන්ගේ හමුවක් අතරවාරයේ බ්‍රිතාන්‍ය අගමැතිනි තෙරේසා මේ, ඒ පිළිබඳව ඇමෙරිකානු ජනාධිපති ඩොනල්ඩ් ට්‍රම්ප් ගේ අවධානයට ලක් කරනු ඇතැයි අපේක්ෂිතය.  සංගීත ප්‍රසංගයට එල්ල කෙරුණු ප්‍රහාරයෙන් දරුවන් ඇතුළු 22 දෙදෙනෙකු මරුමුවට පත් වූ අතර, තවත් 64 දෙනෙක් තුවාල ලැබූහ.  ඇමෙරිකාව සමග රහස් තොරතුරු බෙදාගැනීම ඉතා ඉක්මනින්ම යළිත් ආරම්භ කිරීමට මැන්චෙස්ටර් පොලිසිය බලාපොරොත්තුවන නමුත්, තොරතුරු මාධ්‍යවලට හෙළිවීම පිළිබඳව දැඩි කෝපයෙන් පසුවන බව බීබීසී යට දැනගැනීමට ලැබිණ.  එවැන්නක් \"යළිත් සිදු නොවිය යුතු\" බවට ස්වදේශ කටයුතු ඇමතිනී ඇම්බර් රඩ් වොෂින්ටනයට අනතුරු අඟවා සිටියාය.   බ්‍රිතාන්‍යයේ උපත ලැබූ ලිබියානු සම්භවයක් සහිත 22 හැවිරිදි සල්මන් අබෙඩි විසින් එල්ල කරන ලද ප්‍රහාරය සම්බන්ධයෙන් සැකපිට අට දෙනෙක් මේ වනවිට පොලිස් අත්අඩංගුවේ පසුවෙති.     සලමන් අබෙඩි ගේ වැඩිමහල් සොහොයුරා, ඉස්මයිල්, ඇතුළු පුරුෂයන් හත්දෙනෙක් ඒ අතර සිටිති.  සැකපිට අත්අඩංගුවට ගැනුණු කාන්තාවක බ්‍රහස්පතින්දා (මැයි 25) නිදහස් කරනු ලැබ තිබේ.  සැකකාර සලමන් අබෙඩි ගේ පියා, රාමදාන්, සහ බාල සොහොයුරා, හෂීම්, ලිබියාවේ සන්නද්ධ කණ්ඩායමක් විසින් අත්අඩංගුවට ගනු ලැබ තිබේ.  මේ අතර සල්මන් අබෙඩි උසස් අධ්‍යාපනය හැදෑරු සමයේ ඔහු සමග අධ්‍යාපනය හැදෑරු දෙදෙනෙක් ඔහුගේ අන්තවාදී අදහස් පිළිබඳව මීට ඉහතදී පොලිසියට දැනුම් දී ඇති බවත් අනාවරණය වී තිබේ.  "}, {"headline": "නේටෝ නායකයන් හමුවීමට ට්‍රම්ප් බෙල්ජියමේ", "date": "2017 මැයි 25", "news": "නේටෝ හමුදාවේ සාමාජික රටවල් සමඟ සාකච්ඡා සඳහා එක්සත් ජනපද ජනාධිපති ඩොනල්ඩ් ට්‍රම්ප් බ්‍රසල්ස් නුවරට පැමිණියේය. ජනාධිපති ට්‍රම්ප් සමඟ සංචාරයට එක්ව සිටින ඔහුගේ කණ්ඩායම පවසන්නේ මෙම සාකච්ඡා \"දැඩි\" වනු ඇති බවය. එමෙන්ම ඇමරිකානු ජනාධිපතිවරයා අද (මැයි 25) යුරෝපා හවුලේ බලධාරීන්ද හමුවීමට නියමිතය. මීට පෙර නේටෝ සංවිධානය මෙන්ම යුරෝපා හවුලද ජනාධිපති ඩොනල්ඩ් ට්‍රම්ප්ගේ විවේචනයට ලක්වී තිබුණි. ඉස්ලාමීය රාජ්‍ය සංවිධානයට එරෙහිව සටන් වැදීම සඳහා නේටෝ සංවිධානයේ සම්පත් කැප කළයුතු බව ඔහු පවසයි.  ඒ සඳහා අවශ්‍ය මුල්‍ය දායකත්වය නොඅඩුව ලබා ගැනීම සඳහා ජනාධිපති ට්‍රම්ප් විසින් සාමාජික රටවලට දැඩි බලපෑමක් ඇති කරනු ලබන බවට විශ්වාස කෙරේ. මේ අතරතුර එක්සත් ජනපදයට මිත්‍ර රටවල් වෙනුවෙන් ජනාධිපති ට්‍රම්ප්ගේ කැපවීම තහවුරු කරගැනීම යුරෝපා නායකයන්ගේ අවශ්‍යතාව වී තිබේ. බ්‍රසල්ස් නුවරට පැමිණි එක්සත් ජනපද ජනාධිපතිවරයා ඊයේ බෙල්ජියමේ රජු සහ බිසව හමුවිය. මේ අතරතුර ජනාධිපති ට්‍රම්ප්ගේ සංචාරයට එරෙහිව බ්‍රසල්ස් නුවර මධ්‍යයේ විරෝධතා දියත්වෙමින් තිබුණි. "}, {"headline": null, "date": null, "news": ""}, {"headline": "\"සංහිඳියාව ගොඩ නැගීමට ආණ්ඩුවත් කලාවත් දෙකම අසමත්\"", "date": "2017 මැයි 19", "news": "ශ්‍රී ලංකාවේ තිස් වසරකට ආසන්න කාලයක් පැවති  සිවිල් යුද්ධය නිම වී වසර අටක් ගතව ඇත. ආණ්ඩුවේ හමුදා විසින් ආණ්ඩු විරෝධී දෙමළ සන්නද්ධ ව්‍යාපාරය යුදමය වශයෙන් පරාජයට පත් කරනු ලැබුවේ 2009 වසරේ මැයි 18 වෙනිදාය. යුද්ධයේ අවසාන අදියරට පෙර වසර විසි පහකට අධික කාලයක් පැවති ගැටුම්වලින් හැත්තෑ දහසකට ආසන්න පිරිසක් මරණයට පත්ව ඇතැයි ඇස්තමේන්තු කෙරේ. නමුත් ශ්‍රී ලංකා යුද  හමුදාව සහ කොටි සංවිධානය අතර පැවති අවසන් ගැටුමේ දී ජීවිත අහිමි වූ හෝ  අතුරුදහන් වූ  පුද්ගල සංඛ්‍යාව තවමත් නිශ්චිතව ප්‍රකාශයට පත් වී  නැත. ශ්‍රී ලංකා ආණ්ඩුවේ හමුදා සහ එල්ටීටීඊ සංවිධානය යන දෙපාර්ශවය විසින්ම යුද අපරාධ සිදු කර ඇති බවට චෝදනා එල්ල වේ. ශ්‍රී ලංකා ආණ්ඩුව තමන්ට එරෙහි එම චෝදනා ප්‍රතික්ෂේප කරයි. මේ අතර සංහිඳියා යාන්ත්‍රණය ඉදිරියට ගෙන යාම සඳහා ආණ්ඩුව විසින් දරනු ලබන උත්සාහය ප්‍රමාණවත් නොවන බව ඇතැම් විවේචකයෝ පෙන්වා දෙති. ශ්‍රී ලංකාවේ වත්මන් ආණ්ඩුවේ නායකයන් බලයට පත්වීමට පෙර ජනතාව හමුවේ දුන්  වී ඇති බව ගැටුම් අධ්‍යයනය පිළිබඳ ජාත්‍යන්තර ආයතනය (International Crisis Group - ICG) පසුගියදා නිකුත් කරන ලද වාර්තාවක දැක්වෙයි.  \"ශ්‍රී ලංකාවේ දිගුකාලීන සාමය සහ  වාර්ගික පදනම මත සහයෝගය වර්ධනය කිරීමේ දුර්වල අපේක්ෂා පවා අනතුරුදායක තත්වයක පවතී,\" යනුවෙන් එම වාර්තාවේ සඳහන් වෙයි. ලාංකික ළමා පරපුර සහ තරුණ ප්‍රජාව අතර සංහිඳියාව ගොඩ නැගීම සඳහා ප්‍රමාණවත් ක්‍රියාමාර්ග ගෙන තිබේද? මෙය බොහෝදෙනා මතු කරන ප්‍රශ්නයකි. ලොව ගැටුම් පැවති බොහෝ රටවල  සංහිඳියාව සහ අන්තර් සංස්කෘතික සබඳතා වර්ධනය කිරීම සඳහා යොදා ගත් එක් මාධ්‍යයක් වන්නේ  කලාවයි. ශ්‍රී ලංකාව ගත්විට ඒ සඳහා  ප්‍රමාණවත් කලා නිර්මාණ බිහි වී තිබේද ? ප්‍රශ්නයකි. සංහිඳියා වැඩපිළිවෙළ සාර්ථක කර ගැනීමට කලාව තුළින් ඉහළ දායකත්වයක් ලබා දිය හැකි බව ජනාධිපති මෛත්‍රිපාල සිරිසේන පවසයි. ජනාධිපතිවරයා  එම ප්‍රකාශය කළේ  මැයි 19 වෙනිදා විද්වතුන් සහ කලාකරුවන් සමග පැවති සාකච්ඡාවක් අමතමිනි. ජාතික සමගිය සහ ජාතීන් අතර අවබෝධය ගොඩ නැගිය හැකි නිර්මාණ බිහි වීමේ වැදගත්කම ජනාධිපතිවරයා එම හමුවේ දී පෙන්වා දුන් බව ජනාධිපති මාධ්‍ය අංශය නිකුත් කළ නිවේදනයක දැක්වේ. මහාචාර්ය සරත් විජේසූරිය, අශෝක හඳගම, ගාමිණී වියන්ගොඩ ඇතුළු විද්වතුන් සහ කලාකරුවන් පිරිසක් ජනාධිපතිවරයා සමහ පැවති සාකච්ඡාවට එක් වී සිටියහ. යුද්ධයෙන් පසු ශ්‍රී ලංකාවේ ළමා සහ තරුණ පරපුර අතර සංහිඳියාව ප්‍රවර්ධනය කිරීම සඳහා කලාවෙන් ප්‍රමාණවත් දායකත්වයක් ලැබී ඇත්දැයි ජ්‍යෙෂ්ඨ මාධ්‍යවේදී ගාමිණී වියන්ගොඩගෙන් බීබීසී සිංහල සේවය කළ විමසීමේ දී ඔහු කියා සිටියේ කලාවෙන් ඒ සඳහා ප්‍රමාණවත් දායකත්වයක්  තවමත් ලැබී නොමැති බවය. \"සාමාන්‍යයෙන් විවිධ රටවල විශාල විනාශයන් සිදු වුනාට පසු ඒ විනාශය  කලාව තුළින්  අපට දැක ගත හැකි ආකාරයේ ලෝකප්‍රකට කලා කෘති බිහි වී තිබෙනවා.\" කෙසේ නමුත් එවැනි කලා කෘති බිහි වීමට රජයේ මැදිහත්වීමක් අවශ්‍ය නොවන බවත් ඔහු පෙන්වා දෙයි. \"උදාහරණයක් විදිහට රුසියානු සාහිත්‍යයේ ලියෝ තොල්ස්තෝයිගේ යුද්ධය සහ සාමය. ඒ  වගේ මහා ශ්‍රේෂ්ඨ කෘති බිහි වෙලා තියෙන්නේ රජයේ මැදිහත්වීමකින් නොවෙයි.  එවැනි නිර්මාණ බිහි කරන්න කලාකරුවන්ටම ආවේශයක් එනවා\" රජයේ මැදිහත් වීමට වඩා ශ්‍රී ලංකාවේ කලාකරුවන් තුළින්ම එම ආවේශය ඇති විය යුතු බව කී මාධ්‍යවේදී ගාමිණී වියන්ගොඩ \"විනාශය පිළිබඳ කොහොමද කලාකරුවෙක් සංවේදී වන්නේ? තමන්ගේ නිර්මාණකරණය තුළ ඒ විනාශය නිරූපනය කරන්නේ කොහොමද? කියන ගැඹුරු අනුභූතීන් කලාකරුවන් තුළම ඇති විය යුතු\"යයි පවසයි. එවැනි තත්වයක් ඇති නොවන තාක් සංහිඳියාව ප්‍රවර්ධනය කිරීම සඳහා රජයේ මැදිහත් වීමකින් කළ හැකි කිසිවක් නොමැති බව ඔහු සඳහන් කළේය. පොදුවේ රට තුළ සංහිඳියාව ඉහළ නැංවීම සඳහා වත්මන් ආණ්ඩුව විවිධ අංශ තුළ ක්‍රියාමාර්ග ගෙන ඇතත් එය ප්‍රමාණවත් යැයි තමන් විශ්වාස නොකරන බවත් ජ්‍යෙෂ්ඨ මාධ්‍යවේදී ගාමිණී වියන්ගොඩ වැඩිදුරටත් පවසයි. "}, {"headline": "ජනාධිපති ට්‍රම්ප් සෞදි අරාබියේ", "date": "2017 මැයි 20", "news": "ඇමෙරිකානු ජනාධිපති ඩොනල්ඩ් ට්‍රම්ප් නිල සංචාරයක් ආරම්භ කරමින්  සෞදි අරාබියට ලඟා විය. පදවියට පත්වීමෙන් අනතුරුව ඔහු සිදු කරන පළමු  නිල සංචාරය මෙයයි. රියාද් ජාත්‍යන්තර ගුවන් තොටුපොළට  සැපත් ඇමෙරිකානු නායකයා සහ ඔහුගේ බිරිඳ මෙලනියා ට්‍රම්ප් පිළිගන්නා ලද්දේ සෞදි අරාබියේ සල්මන් රජතුමා විසිනි. සෞදි රජ මාළිගය බලා පිටත්ව යාමට පෙර රාජ්‍ය නායකයන් දෙදෙනා ගුවන් තොටුපොළේ දී කෙටි සාකච්ඡාවක නිරත වුහ. හෙට ඉරිදා (මැයි 21) රියාද් අගනුවර මුළුදෙන  සමුළුවක දී ජනාධිපති ට්‍රම්ප් හතළිහකට අධික මුස්ලිම් රාජ්‍ය නායකයන් අමතා කතා කිරීමට නියමිතයි. අන්තවාදී සංවිධාන වලට එරෙහි සටන එම සමුළුවේ  ප්‍රධාන මාතෘකාව වනු ඇතැයි සැලකෙයි. ඇමෙරිකානු ජනාධිපතිවරයා සිය සංචාරයේ දී ඩොලර් කෝටි දහස් ගණනක් ආවරණය කෙරෙන වාණිජ ගිවිසුම් කීපයකට ද අත්සන් තබනු ඇත.  මේ සංචාරය ආරම්භ කෙරුණේ ඇමෙරිකානු ජනාධිපතිවරණ ප්‍රචාරක ව්‍යාපාරයේ දී ඔහුගේ සංවිධායක මණ්ඩලය සහ රුසියාව අතර සබඳතා පැවතුණ බවට එල්ල වෙමින් ඇති චෝදනා පිළිබඳව පරීක්ෂණයක් පෙරට යමින් ඇති අතරයි.  "}, {"headline": "දූෂණ පරීක්ෂණවලට තිරිංග දැම්මේ කවුද?", "date": "2017 මැයි 20", "news": "ලක් සතොස මගින් ශ්‍රී ලංකාවට සහල් ආනයනය කිරීමේ දී සිදු වී ඇති බවට ලැබුණ පෙත්සම් සහ පැමිණිලි විභාගයට ගැනීමට තමා ගත් ක්‍රියාමාර්ග සිය පදවිය අවසන් වීමට හේතු විනැයි  දැන් සිතන බව බරපතළ වංචා සහ දූෂණ සෙවීමේ ජනාධිපති කොමිසමේ හිටපු ලේකම් ලැසිල් ද සිල්වා  පවසයි. දූෂණ විරෝධී පෙරමුණ විසින් කැඳවන ලද මාධ්‍ය හමුවක දී ඔහු ඒ සම්බන්ධයෙන් කළ ප්‍රකාශයක් සම්බන්ධයෙන් බීබීසී සිංහල සේවය විසින් සිදු කරන ලද විමසීමක දී අදහස් දැක්වූ හිටපු ලේකම්වරයා, පසුගිය රජය සමයේ ලක් සතොස මගින් සහල් ආනයනයේ දී සිදු කර තිබුණ දූෂණ සම්බන්ධයෙන් පරීක්ෂණ පෙරට යමින් තිබියදී සිය සේවා කාලය අවසන් කෙරුණ බව සඳහන් කළේය. \"මට ප්‍රශ්නවලට මුහුණ දීමට සිදුවුනේ එම පරීක්ෂණ පෙරට යමින් තිබෙන අතරයි\" ඔහු පවසයි. බරපතළ වංචා සහ දූෂණ සෙවීමේ ජනාධිපති කොමිසමට පැවරුණ කාර්යය වුනේ 2015 ජනවාරි මාසය දක්වා සිදු කොට ඇති වංචා විමර්ශනය කිරීම යයි සඳහන් කළ එම කොමිසමේ හිටපු ලේකම් ලැසිල් ද සිල්වා, සිය නිලධාරීන් විසින් සිදු කරන ලද පරීක්ෂණ අනුව  රිෂාඩ් බදියුදීන් ඇමතිවරයා යටතේ පැවති ලක් සතොස මගින් සහල් ආනයනයේ දී විශාල පාඩු සිදුව ඇතිබව හෙළිදරව් වූ බව කියා සිටියි. \"සහල් ආනයනයේ දී සාමාන්‍යයෙන් ගනුදෙනු සිදු කෙරෙන්නේ රාජ්‍ය මට්ටමින් රජයක් සමඟයි. නමුත් ලක් සතොස සහල් ආනයනයේ දී එය සහමුලින්ම සිදුකර තිබුණේ පෞද්ගලික අංශයත් සමඟයි. එය බරපතළ වංචාවක්\" ලැසිල් සිල්වා පෙන්වා දෙයි. \"මගේ පදවිය අවසන් කෙරුණේ පරීක්ෂණ අඩපණ කරන්න  වෙන්න පුළුවන්. ජනාධිපති ලේකම්තුමා මට කිව්වා- මේ කටයුතු තරමක් හෙමින් කරන්න කියල. නමුත් ජනාධිපතිතුමා කිසිම මැදිහත් වීමක් කළේ නැහැ.හෙමින් කරන්න කියල එතුමා කිව්වේ නැහැ. ඒත් සහල් ප්‍රශ්නය පිළිබඳ කරුණු හෙළිදරව් වෙමින් තිබියදී එය නතර කරන්න සමහරු උත්සාහ කළා. ප්‍රශ්න රැසක් නිර්මාණය වුනා. ඒ අතර තමයි මට සේවය අහිමි වීමේ  ඉරණමට මුහුණ දෙන්න සිද්ධ වුණේ\" ලැසිල් සිල්වා බීබීසිය කළ විමසීමකදී තවදුරටත් සඳහන් කළේය. \"බරපතළ ප්‍රශ්න වලදී මට ජනාධිපතිතුමාගේ සහයෝගය ලැබුණා. නමුත් අන්තිම කාලයේ මට හැඟුණ දේ තමයි- රිෂාඩ් බදියුදීන් වගේ ඇමතිවරුන්ගෙන් ජනාධිපතිතුමාට බලපෑම් ඇති වූ බව. එම ඇමතිවරුන් යහපාලන  ආණ්ඩුව තුළ තියා  ගැනීමට  ඇති උවමනාව වගේ කරුණු ජනාධිපතිතුමාට බලපෑවද කියන්න බැහැ\" බරපතළ වංචා සහ දූෂණ සෙවීමේ ජනාධිපති කොමිසමේ  හිටපු ලේකම් ලැසිල් ද සිල්වා ප්‍රශ්නයක් මතු  කරයි. \"මට සමහර ඇමතිවරු කතා කළා. ඒත් අපි කටයුතු කළේ නියමිත ක්‍රමවේදය අනුව. බලපෑම් නිසා අපි කටයුතු දියාරු කළේ නැහැ. ඒ තත්වය යටතේ මගේ නිලය අවසන් කළේ සිදු කෙරෙමින් තිබුණ පරීක්ෂණ නතර කරන්න වෙන්න පුළුවන්\" බරපතළ වංචා සහ දූෂණ සෙවීමේ ජනාධිපති කොමිසම පරීක්ෂණ සිදු කරන ලද්දේ ආණ්ඩුවට සහයෝගය නොදුන් පුද්ගලයන් ඉලක්ක කරමින් බවට සමාජ මතයක් තිබෙනවා නොවේදැයි  බීබීසිය ප්‍රශ්න කළවිට ඊට පිළිතුරු දුන් හිටපු ලේකම් ලැසිල් ද සිල්වා, එය එසේ නොවූ බවත් නිදසුනක් වශයෙන් පසුව ආණ්ඩුවට එකතු වූ ප්‍රියංකර ජයරත්න මන්ත්‍රීවරයා පිළිබඳව විභාග කිරීම පෙන්වා දියහැකි බවත් සඳහන් කළේය. \"වත්මන් ආණ්ඩුව බලයට පත්වුනේ දූෂිතයන්ට දඬුවම් දෙන බව පවසමින්. එහෙත්  එවැනි පුද්ගලයන් මේ ආණ්ඩුව තුළත් ඉන්නවා. ඒ නිසා බරපතළ වංචා සහ දූෂණ සෙවීමේ ජනාධිපති කොමිසමේ  පරීක්ෂණ දියාරු කරන්න ඒවාට තිරිංග දමන්න අවශ්‍ය වුනා කියල මට දැන් හිතෙනවා. මට මගේ සේවය අවසන් කිරීමේ ලියුම ලැබෙන තෙක් මම ඒ ගැන දැන සිටියේ නැහැ\" \"මට වසර තිහකට අධික කාලයක් පාර්ලිමේන්තු කාර්ය මණ්ඩලයේ කටයුතු කරලා අත්දැකීම් තියෙනවා. ඒ අත්දැකීම් අනුවයි මම කටයුතු කරමින් සිටියේ. හිටපු ජනාධිපති මහින්ද රාජපක්ෂ මගේ ඥාතියෙක්. එයත් නොතකා මම  මේ රජය බලයට ගෙන ඒමට හවුල් වුණේ දූෂණ මැඩලීමට ඇති උවමනාව නිසයි\" බරපතළ වංචා සහ දූෂණ සෙවීමේ ජනාධිපති කොමිසමේ  හිටපු ලේකම් ලැසිල් ද සිල්වා පවසයි. බරපතළ වංචා සහ දූෂණ සෙවීමේ ජනාධිපති කොමිසමේ හිටපු ලේකම් ලැසිල් ද සිල්වා ලක් සතොස සහල් ආනයනය සහ  රිෂාඩ් බදියුදීන් ඇමතිවරයා සම්බන්ධයෙන්ඉදිරිපත් කරන අදහස් පිළිබඳව ප්‍රතිචාරය සඳහා ඇමතිවරයා දුරකතනයෙන් සම්බන්ධ කර ගැනීමට බීබීසිය උත්සාහ කළ නමුත් එය සාර්ථක නොවුණි. "}, {"headline": "කට්ටඩියාට රහසඟ අහිමි වෙයි", "date": "2017 මැයි 20", "news": "විසිතුන් හැවිරිදි තරුණියක විසින් හින්දු කට්ටඩියෙකුගේ රහසඟ කපා දමා ඇති බව ඉන්දියාවේ කේරල ප්‍රාන්තයෙන් වාර්තා වෙයි. මෙම තරුණිය පොලිසියට පවසා ඇත්තේ වසර කිහිපයක් තිස්සේ මෙම පුද්ගලයා විසින් තමන් දූෂණයට ලක්කරනු ලැබූ බවය. ඇයගේ පියා රෝගයකින් ඔත්පළව සිටින  බවත් ඔහුට ශාන්තිකර්ම සිදු කිරීම සඳහා ඉහත කී පුද්ගලයා කලක පටන් ඇයගේ නිවෙසට යනෙන බවත් පොලිසිය පවසයි. මෙම 'හින්දු ගුරු' විසින් තම පවුල දුකින් මුදවාලනු ඇති බවට තරුණියගේ මව අපේක්ෂා කළ නමුදු තමන් නිරන්තරයෙන් මෙම පුද්ගලයා අතින් දූෂණයට ලක්වූ බව දියණිය පවසන්නීය. ඊයේ රාත්‍රියේදී ද (මැයි 19) තමන්ව දූෂණය කිරීමට උත්සාහ කළ අවස්ථාවේ දී එම පුද්ගලයාගේ රහසඟ පිහියකින් කපා දැමූ බව තරුණිය පොලිසියට පවසා ඇත. පොලිසියට දුරකථන ඇමතුමක් ගෙන එම සිද්ධිය පිළිබඳව දැනුම් දෙනු ලැබ ඇත්තේ ද එම තරුණිය විසින්ම ය. පිහි පහරට ලක්වූ පුද්ගලයා හදිසි ප්‍රතිකාර සඳහා තිරුවානන්තපුරම් වෛද්‍ය විද්‍යාල රෝහල වෙත ගොස් තිබේ. මෙම පුද්ගලයාගෙන් ලිංගික අතවර සිදුවන බව එම තරුණිය සිය මවට විටින්විට පවසා ඇතැයි කේරල පොලිසියේ නියෝජ්‍ය කොමසාරිස්වරයා 'ද ටයිම්ස් ඔෆ් ඉන්දියා' පුවත්පතට ප්‍රකාශ කර තිබේ. ඒ පිළිබඳව පැමිණිලි නොකිරීමේ චෝදනා මත මවට එරෙහිව නඩු පැවරෙණු ඇති බවද ඔහු පැවසීය. පිහි ප්‍රහාරය එල්ලකළ තරුණියට එරෙහිව නඩුවක් ගොනුවනු ඇති බවට විශ්වාස නොකෙරේ. තරුණියගේ නිර්භීතභාවය කේරලයේ මහ ඇමතිවරයාගේ ප්‍රශංසාවට ලක්වී ඇත. මහ ඇමති පිනරායි විජයාන් ප්‍රකාශ කර ඇත්තේ ඉහත කී තරුණිය \"එඩිතර සහ බලවත්\" ක්‍රියාවක් සිදුකර ඇති බවය. 2012 වසරේදී වෛද්‍ය ශිෂ්‍යාවක දිල්ලි නුවර බස් රථයක් තුළදී දූෂණය කිරීමේ සිද්ධියෙන් පසු ස්ත්‍රී දූෂණය පිළිබඳ ඉන්දීය නීතිය දැඩිවිය. "}, {"headline": "රුහානි දෙවන වරටත් ජනාධිපති පදවියට", "date": "2017 මැයි 20", "news": "ඉරාන ජනාධිපතිවරණයෙන් බලයේ සිටින ජනාධිපති හසන් රුහානි (Hassan Rouhani) ජයගත් බව මෙයින් ස්වල්ප වෙලාවකට පෙර වාර්තා කළ  එරට රාජ්‍ය රූපවාහිනිය ජයග්‍රාහක ජනාධිපතිවරයාට  ශුභ පැතීමක් ද කළේය. දෙන ලද සියලු ඡන්ද ගණන් කරනු ලැබ අවසානයේ දී බලයේ සිටින ජනාධිපතිවරයා වෙනුවෙන් ප්‍රකාශිත ඡන්ද ප්‍රමාණය 57% ක් පමණ විය. මේ අනුව මෙවර ඉරාන් ජනාධිපතිවරණයේ දෙවන වටයක් පැවැත්වීමක් සිදු නොවෙයි. හසන් රුහානි සිය ප්‍රධාන ප්‍රතිවාදී අපේක්ෂකයා පරදවමින් පහසු ජයග්‍රහණයක් ලද බව ඉරාන් වාර්තා මගින් පැවසෙයි. ඉරානයේ මැතිවරණ නීතිය අනුව ජනාධිපතිවරණයක දී ඉදිරියෙන් සිටින අපේක්ෂකයන් දෙදෙනාගෙන් එක් තැනැත්තෙක් 50% ක ඡන්ද ලබා ගැනීමට අසමත් වුනොත් ඔවුන්ට දෙවන වටයක් සඳහා යාමට සිදු වෙයි. මේ අතර පරාජිත අපේක්ෂක ඊබ්‍රාහිම් රෙයිසි (Ebrahim Raisi )  ජනාධිපතිවරණ ඡන්ද විමසීම් වලදී ප්‍රෝඩා සිදුවූ බව පවසමින් මැතිවරණ නිලධාරීන්ට දැනටමත් පැමිණිලි කර ඇති බවක් ද වාර්තා වෙයි. මෙවර ඉරාන් ජනාධිපතිවරණයේ දී ප්‍රකාශිත ඡන්ද ප්‍රමාණය ලියාපදිංචි ඡන්දදායකයන්ගෙන් 70% ක් පමණ විය. තමා දෙවන වතාවටත් පදවිය සඳහා තෝරා ගනු ලැබුනොත් ජාත්‍යන්තර සම්බන්ධතා ශක්තිමත් කරන බවට ජනාධිපති හසන් රුහානි සිය ජනාධිපතිවරණ  ප්‍රචාරක ව්‍යාපාරයේ දී ප්‍රතිඥාවක් දී තිබුණි. ජනාධිපතිවරයාගේ ප්‍රධාන ප්‍රතිවාදී අපේක්ෂකයා වන ඊබ්‍රාහිම් රෙයිසි ඉරානයේ සුපිරි ආගමික නායක අයතොල්ලා කොමෙයිනිගේ කිට්ටු හිතවතකු වන අතර ජනාධිපති රුහානි ගේ පාලනය තුළ ඉරානයට එල්ල වූ ජාත්‍යන්තර ඇඟිලි ගැසීම් වැඩි වූ බවට සහ ආර්ථිකය  දුර්කළමනාකරණයට යටත් වූ බවට චෝදනා කළේය.   ජජනාධිපති රුහානිගේ පළමු නිල කාලය තුළ ඉරානය සහ ජාත්‍යන්තරය අතර සබඳතා ශක්තිමත් වූ නමුත් රටතුළ ආර්ථික මන්දගාමී භාවයක් ඇති වූ බවට ප්‍රතිවාදීන්ගෙන් චෝදනා එල්ල විය. ඉරාන් න්‍යෂ්ටික ව්‍යාපෘතිය සම්බන්ධයෙන් ඇමෙරිකා එක්සත් ජනපදයත් සමඟ එකඟතාවයක් ඇති කර ගැනීම රුහානි පාලනය ලද විශාල ජයග්‍රහණයක් ලෙස සැලකෙයි. "}, {"headline": null, "date": null, "news": ""}, {"headline": "ලන්ඩන් නගරයේ ආරක්ෂාවට යුද හමුදාව", "date": "2017 මැයි 24", "news": "මැන්චෙස්ටර් බෝම්බ ප්‍රහාරය පිටුපස ක්‍රියාත්මක  වූ \"ප්‍රහාරක ජාලයක්\" සම්බන්ධයෙන් පරීක්ෂණ ආරම්භ කළ බව බ්‍රිතාන්‍ය පොලිසිය පවසයි. සඳුදා බෝම්බ ප්‍රහාරයෙන් අනතුරුව රටපුරා විශේෂ ආරක්ෂක රැකවරණ ක්‍රියාත්මක කෙරෙමින් ඇති බව සංකේතවත් කරමින් මේවනවිට ලන්ඩන් නගර කේන්ද්‍රයේ යුද හමුදා භටයන් ස්ථානගත කරනු ලැබ ඇත.  බ්‍රිතාන්‍ය පාර්ලිමේන්තුව සහ අගමැති නිල නිවස ඇතුළු ප්‍රධාන ස්ථානයන්හි ද යුද හමුදාව නිරත කර තිබෙනු දක්නට ලැබෙයි. වෙනදා පොලිසිය ක්‍රියාත්මක වෙන ස්ථානයන්හි මෙලෙස යුද හමුදාව නිරත කරවීම බ්‍රිතාන්‍ය සමාජයේ සාමාන්‍යයෙන් දක්නට නොලැබෙන දර්ශනයකි. සඳුදා (මැයි 22) රාත්‍රියේ මැන්චෙස්ටර් ගෘහස්ත රඟහලේ පොප් සංගීත ප්‍රසංගයකට සහභාගී වෙමින් සිටි ගීතලෝලීන් ඉලක්ක කර ගනිමින් එල්ල කෙරුණ මරාගෙන මැරෙන බෝම්බ ප්‍රහාරයේ දී විසි දෙදෙනකු මරණය පත් වූ අතර තවත් පනස් නව දෙනකු තුවාල ලැබ රෝහල්ගත කරනු ලැබුණි. ඔවුන් අතරින් බරපතළ තුවාල ලද විසි දෙනකු පමණ තවමත් රෝහල්වල ප්‍රතිකාර ලබමින් සිටිති. සඳුදා රාත්‍රියේ ප්‍රහාරය එල්ල කරන ලද තැනැත්තා සල්මන් අබේඩි(Salman Abedi) නමැත්තකු යයි හඳුනාගනු ලැබ ඇති අතර, ප්‍රහාරකයා ඔහු වුවද පාවිච්චියට ගෙන ඇති  බෝම්බය නිෂ්පාදනය කරන ලද්දේ වෙනත් පුද්ගලයකු විසින්ය යන්න  බ්‍රිතාන්‍ය පොලිසියේ විශ්වාසයයි.  බ්‍රිතාන්‍ය ස්වදේශ කටයුතු ලේකම් ඇම්බර් රුඩ්(Amber Ruud ) ප්‍රකාශයක් කරමින් මැන්චෙස්ටර් බෝම්බ ප්‍රහාරය එය එල්ල කරන ලද පුද්ගලයා විසින් තනිව සිදු කරන ලද ක්‍රියාවක් නොවන බව පෙනීයන බව සඳහන් කළාය. \" ප්‍රහාරකයා මෙය තනිව සැලසුම් කළාද කියන කාරණය තහවුරු කර ගන්න පොලිසිය පරීක්ෂණ ආරම්භ කරලා තියෙනව. සිදු වුනේ මහා විනාශයක්. කලින් ප්‍රහාර එක්ක  බැලුවම මේක ඉතාම සුක්‍ෂම  ලෙස එල්ල කරපු ප්‍රහාරයක් බව පෙනී යනවා . මේක ප්‍රහාරකයා තනිව එල්ල කරපු ප්‍රහාරයක් නොවෙන්න පුළුවන්. පොලිසිය සහ සෙසු ආරක්ෂක අංශ ඒ ගැන විපරම් කරනවා\" ස්වදේශ කටයුතුභාර ලේකම්වරිය පවසන්නීය.   එම විශ්වාසය යටතේ ප්‍රහාරකයන් විසින් පවත්වා ගෙන යනු ලබන \"බෝම්බ කර්මාන්ත ශාලාවක්\" සොයා ගැනීම ඉලක්ක කර ගනිමින්  පොලිස් සෝදිසි කිරීම් මේ වනවිට ආරම්භ කරනු ලැබ ඇත. එම මෙහෙයුමේ දී අද බදාදා (මැයි 24) මැන්චෙස්ටර් නගරයේ සිදුකළ සෝදිසි කිරීම්වල දී තිදෙනකු අත්අඩංගුවට ගන්නා ලද බව පොලිසිය පවසයි. මැන්චෙස්ටර් ප්‍රහාරය සම්බන්ධයෙන් අඟහරුවාදා (මැයි 23) පුද්ගලයකු අත්අඩංගුවට ගත් අතර ඔහුත් සමඟ මේවනවිට අත්අඩංගුවට ගනු ලැබ සිටින සංඛ්‍යාව හතර දෙනෙක්  වෙති. අඟහරුවාදා අත්අඩංගුවට ගන්නා ලද විසිතුන් හැවිරිදි පළමු සැකකරු බෝම්බ ප්‍රහාරය එල්ල කළ සල්මන් අබේඩි ගේ සහෝදරයෙකි. අබේඩි සහෝදරයෝ  ලිබියානු සම්භවයක් සහිත පවුලක සාමාජිකයෝ වෙති.  එක්සත් රාජධානිය මෙවැනි ප්‍රහාර වලට ගොදුරු වීමේ විශාල ඉඩකඩක් උද්ගතව ඇතිබව බලධාරීහු පවසති. එම තත්වය යටතේ රටපුරා ප්‍රධාන ආයතන අවට දැඩි ආරක්ෂක රැකවරණ යොදා ඇති ආකාරයක් දක්නට ලැබෙයි. ලන්ඩන් අගනුවර බ්‍රිතාන්‍ය පාර්ලිමේන්තුව පිහිටි \"වෙස්ට්මිනිස්ටර් මාලිගය\" පොලිස් උපදෙස්  අනුව  මහජනයාට විවෘත නොකරන බව නිවේදනය කර ඇත. බ්‍රිතාන්‍ය පාලනයේ ප්‍රමුඛ සහ වැදගත් ස්ථානවල ආරක්ෂාවට පොලිසියට අතිරේකව යුද හමුදා භටයන් ද නිරත කර සිටිති. සඳුදා බෝම්බ ප්‍රහාරයෙන් මියගිය අය අතර රාජකාරියෙන් බැහැරව සිටි පොලිස් භටයකුත් වූ බව මැන්චෙස්ටර් පොලිසිය පවසයි. සඳුදා බෝම්බ ප්‍රහාරය \"ප්‍රහාරක ජාලයක\" ක්‍රියාවක් බව ඉතා පැහැදිළි දෙයකැයි මැන්චෙස්ටර් පොලිස් ප්‍රධානී ඉයන් හොප්කින් පවසයි.  "}, {"headline": "ස්නෝඩන්ට සෙවණ දුන් ලාංකිකයන්ට සෙවණ අහිමි වෙයි", "date": "2017 මැයි 15", "news": "ඇමෙරිකානු රාජ්‍ය රහස් හෙළිකළ එඩ්වඩ් ස්නෝඩන්ට හොංකොං හිදී රහසිගතව නවාතැන් සැපයූ ශ්‍රී ලාංකිකයන්ට සහ පිලිපීන ජාතිකයන්ට දේශපාලන රැකවරණ ලබාදීම හොංකොං රජය ප්‍රතික්‍ෂේප කරයි. එඩ්වඩ් ස්නෝඩන් රුසියාවට පළායාමට ප්‍රථම තාවකාලිකව හොංකොං හි රැඳී සිටි අවස්ථාවේ දේශපාලන රැකවරණ පතා සිටින ශ්‍රී ලාංකිකයන් පිරිසක් සහ පිලිපීන ජාතිකයන් පිරිසක් 2013 ජුනි මාසයේ ඔහුට රහසිගතව නවාතැන් පහසුකම් සපයා තිබුණි. ශ්‍රී ලංකාව සහ පිලිපීනය ආරක්‍ෂිත රටවල් බව සලකමින්, මෙම දෙපිරිසට ම දේශපාලන රැකවරණ ලබාදෙන ලෙස කළ ඉල්ලීම ප්‍රතික්‍ෂේප වී ඇති බවත් එම තීරණය \"හේතු සහගත නොවන\" බවත් ඔවුන්ගේ නීතිවේදියෙක් පැවසීය. මෙම තීරණයට එරෙහිව අභියාචනයක් ඉදිරිපත් කිරීම සඳහා ඔවුනට දින 14ක කාලයක් පවතී. මේ අතරතුර තමන්ට දේශපාලන රැකවරණ ලබාදෙන ලෙස මොවුන් කැනඩා රජයෙන් ද ඉල්ලීමක් කර තිබේ. සිය ජීවිතය රැකදීම පිණිස විශාල කැපකිරීමක් සිදු කළ මෙම පිරිසට හොංකොං හි දේශපාලන රැකවරණ නොදීම 'විස්තර කළ නොහැකි ඛේදවාචකයක්' බව, ඇමෙරිකානු රාජ්‍ය රහස් හෙළි කිරීමෙන් පසුව පිටුවහල්ව වෙසෙන එඩ්වඩ් ස්නෝඩන් මීට පෙර පවසා තිබුණි. වර්තමානයේ රුසියාවේ දේශපාලන රැකවරණ ලබා සිටින ස්නෝඩන් ඒ බව ප්‍රකාශකර තිබුණේ ට්විටර් පණිවුඩයක් නිකුත් කරමිනි. ඇමෙරිකානු NSA ජාතික ආරක්ෂක ඒජන්සියට අයත් රහසිගත ලිපිලේඛණ දහස් ගණනක් විකීලීක්ස් වෙබ් අඩවියට ලබාදීමෙන් අනතුරුව එඩ්වඩ් ස්නෝඩන් එක්සත් ජනපදයෙන් පළා ගියේය. ස්නෝඩන් ගේ කතා පුවත පිළිබඳව ඔලිවර් ස්ටෝන් විසින් නිර්මාණය කරන ලද සිනමා කෘතිය එළිදැක්වීමට නියමිතව තිබියදී, කැල්ලපත සුපුන් තිළිණ සහ ඩීකේ අජිත් පුෂ්පකුමාර ගේ නම් ඔවුන්ගේ නීතිවේදී රොබට් ටිබ්බෝ විසින් හෙළිකරනු ලැබුවේ පසුගිය වසරේ සැප්තැම්බර් මාසයේදීය. "}, {"headline": null, "date": null, "news": ""}, {"headline": "අයිවරි කෝස්ට්: රට පුරා ප්‍රධාන නගරවල ගැටුම්", "date": "2017 මැයි 15", "news": "ආයුධ බිම තබන මෙන් අයිවරි කෝස්ට් ආණ්ඩුව කළ නියෝගයද නොතකා හරිමින් කැරලිකාර හමුදා භටයෝ රටේ ප්‍රධාන නගර හතරක වෙඩි ප්‍රහාර එල්ල කළහ. සිය සේවය වෙනුවෙන් ආණ්ඩුව දිරි දීමනා ලබානොදීමටේ එරෙහිව කැරලිකාර හමුදා භටයන් පිරිසක් ආණ්ඩුවට පක්ෂපාතී හමුදාවට එරෙහිව සටන් වැදී සිටියි.   අර්බුදය හේතුවෙන් ලෝකයේ විශාලතම කොකෝවා නිෂ්පාදකයා වන අයිවරි කෝස්ට් හි සියලුම බැංකු වසා දමා තිබේ.  වෙරළබඩ San Pedro නගරයේ දරුණු ගැටුම් වාර්තා වූ අතර, නගරය පුරාම කැරලිකරුවන් විසිරී සිටින බවත් ප්‍රදේශවාසීහු පවසති.  නිල ඇඳුමෙන් සහ සිවිල් ඇඳුමින් සැරසුණු සන්නද්ධ කණ්ඩායම් අබිජාන් අගනුවරට උතුරින් පිහිටි ප්‍රධාන මාර්ගය අවහිර කරමින් සිටින බවත් ඔවුහු පවසති. මේ අතර කැරැල්ල හේතුවෙන් තමන් දින තුනක් මුළුල්ලේ කොටු වී සිටින බව ලොරි රියදුරෝ පවසති.  \"මම සිකුරාදා හවස ඉඳල මෙතන හිරවෙලා. අර තියෙන්නේ මගේ ට්‍රක් එක අතන පාක් කරලා. මේක ඉස්සරහට යන්නෙත් නෑ පස්සට යන්නෙත් නෑ. කිසිම ප්‍රශ්නයක් නෑ කියල ටෙලිවිෂන් එකේ කියනවා. ඒත් ප්‍රශ්නේ දන්නේ අපිනේ. දවස් ගානක් තිස්සේ අපිට කන්නත් නෑ,\" එක් ලොරි රියදුරෙක් පැවසීය.  22,000 ක් වන අයිවරි කෝස්ට් රාජ්‍යයේ සොල්දාදුවන්ගෙන් 8000 ක් හිටපු කැරලිකරුවන්ය.  2011 දී ජනාධිපතිවරයාට රටේ බලය අත්පත් කරගැනීම පිණිස කැරලිකරුවන්ගේද සහාය හිමිවිය.   කොකෝවා මිල පහල වැටීම හේතුවෙන් ආණ්ඩුව මූල්‍ය අර්බුදයකට මුහුණ දී සිටින බැවින් කැරලිකාර හමුදා භටයන්ගේ ඉල්ලීම් ඉටුකිරීම ආණ්ඩුවට ඉතා දුෂ්කර කාර්යයක් බව එහි සිටින බීබීසී වාර්තාකරුවෙක් පවසයි.   "}, {"headline": "මීළඟ සයිබර් ප්‍රහාරයෙන් බේරීමට පියවර 5ක්", "date": "2017 මැයි 15", "news": "තවත් බරපතළ සයිබර් ප්‍රහාරයක් ඉතා ආසන්නයේදී ම එල්ලවිය හැකිබවට පරිගණක ආරක්ෂක විශේෂඥයෝ අනතුරු අඟවති. පසුගිය සිකුරාදා (මැයි 12) එල්ල වූ සයිබර් ප්‍රහාරයෙන් රටවල් 150ක පරිගණක පද්ධති දෙලක්‍ෂයකට අධික ප්‍රමාණයකට හානි පමුනවා ඇතිබව 'යූරෝපෝල්' පොලිසිය පවසයි. මෙවැනි සයිබර් ප්‍රහාර නිරන්තරයෙන් විවිධාකාර ක්‍රම ඔස්සේ එල්ලවිය හැකි බවත් ශ්‍රී ලංකාව ද ඊට ඉලක්ක විය හැකි බවත් ශ්‍රී ලංකා පරිගණක හදිසි ප්‍රතිචාර සංසදයේ ප්‍රධාන තොරතුරු ආරක්‍ෂක ඉංජිනේරු රොෂාන් චන්ද්‍රගුප්ත ප්‍රකාශ කළේය. ඊට මුහුණදීම සඳහා ශ්‍රී ලංකාව සූදානම්දැයි බීබීසී සිංහල සේවය කළ විමසීමක දී ඔහු කියා සිටියේ පහත දැක්වෙන පූර්ව ආරක්ෂණ විධික්‍රම අනුගමනය කිරීම මගින් ඉන් ඇතිවිය හැකි හානි අවම කරගත හැකි බවය. මහජන සේවා අඩාලවීම වළක්වාගැනීම සඳහා රජයේ මෙන්ම පෞද්ගලික ආයතන ද මෙවැනි ආරක්‍ෂක විධික්‍රම අනුගමනය කළ යුතු බව ශ්‍රී ලංකා පරිගණක හදිසි ප්‍රතිචාර සංසදයේ ප්‍රධාන තොරතුරු ආරක්‍ෂක ඉංජිනේරු රොෂාන් චන්ද්‍රගුප්ත අවධාරණය කළේය. පසුගිය සිකුරාදා (මැයි 12) එල්ල වූ සයිබර් ප්‍රහාරයෙන් බ්‍රිතාන්‍යයේ ජාතික සෞඛ්‍ය සේවය යටතේ පවතින, එංගලන්තයේ රෝහල් 48ක සහ ස්කොට්ලන්තයේ රෝහල් 13ක සේවා අඩාල විය. එවැනි සයිබර් ප්‍රහාරයක් නව විධික්‍රම ඔස්සේ නැවතත් ඕනෑම අවස්ථාවක එල්ලවිය හැකි බවට පරිගණක හදිසි ප්‍රතිචාර සංසදය අනතුරු අඟවයි.  "}, {"headline": "දේශපාලනය වෙනුවට \"දේශ කළමනාකරණය\" - ඩිලන්ත", "date": "2017 මැයි 15", "news": "ජාත්‍යන්තර නියාමනයන්ට අනුව සැකසුණු මෝටර් රථ ධාවන තරග ශ්‍රී ලංකාවේ නොපැවැත්වීම හේතුවෙන් එම ක්ෂේත්‍රයේ ජාත්‍යන්තර මට්ටමට ළඟා වීමට ශ්‍රී ලංකාව අපොහොසත් වී ඇති බව ජාත්‍යන්තර සම්මානලාභී මෝටර් රථ ධාවන ශූරයෙක් පවසයි.  ශ්‍රී ලංකාවේ මෝටර් රථ ධාවන ක්ෂේත්‍රය මෙන්ම බොහෝ කේෂ්ත්‍ර ද අදවන විට එදා පැවති තත්වයටත් වඩා පිරිහී ඇති බව ඩිලන්ත මාලගමුව බීබීසී සිංහල සේවයට පැවසීය.  ඔහු ඒ බව කියා සිටියේ එංගලන්තයේ තරග සංචාරයක නිරතව සිටින අතරවාරයේ බීබීසී සිංහල ෆේස්බුක් අඩවිය සමග සජීව සාකච්ඡාවකට එක් වෙමිනි. ශ්‍රී ලංකාව තුළ සිට ජාත්‍යන්තර මට්ටමේ මෝටර් රථ ධාවන ශූරයෙකු බවට පත් වීමේ සිය සිහිනය ජය ගැනීමට නොහැකි බව තේරුම් ගත් බැවින් තමන් රටෙන් බැහැරව ගොස් ඒ සඳහා කැපවීමෙන් කටයුතු කළ බව ඔහු සිහිපත් කළේය. එවක මෝටර් රථ ධාවන තරග පැවැත්වීම සඳහා අවශ්‍ය පහසුකම් ශ්‍රී ලංකාව නොතිබූ බව කී ඔහු \"අද වන විට එහි කිසිම වෙනසක් වෙලා නැහැ. ඒක වැරදි පැත්තට ගිහින් තියෙන්නේ. ක්‍රිකට් හැර අනෙක් කිසිම ක්‍රීඩාවකට ජාත්‍යන්තරය ජය ගන්න පුළුවන් පහසුකම් නැහැ,\" යනුවෙන් පැවසීය. කෙසේ නමුත් දේශපාලනඥයන් සහ බලධාරීන්ගේ සහාය බලාපොරොත්තුවෙන් රැඳී සිටියහොත් තම ගමන යා නොහැකි බව පවසන ඩිලන්ත මාලගමුව, බලධාරීන්ගේ සහාය ලබන්නේ නම් ක්‍රීඩකයන්ට සිය සිහින ජය ගැනීමට තවත් පහසු වනු ඇති බව ඔහු පෙන්වා දුණි. \"රේස් එකක් වුනත් පටන් ගන්න කලින් දිනන්න ඕනි. ඉතින් හැමදේම එහෙම තමයි. අපි හිත ධෛර්යයෙන් කටයුතු කළොත් ඕනිම දෙයක් කළ හැකියි. ඒ වගේම ඕනම දෙයක් ජය ගත හැකියි,\" ඔහු කියා සිටියේය. ශ්‍රී ලංකාවේ මෝටර් ධාවන තරග අන්තර්ජාතික තත්වයන් යටතේ පවත් වන්නේ නම් එය රටට විදේශීය සංචාරකයන් ඇදගැනීමට බෙහෙවින් උපකාරී වනු ඇති බවත් ඔහු පැවසීය. \"දැන් ලංකාවේ රේස් තියෙන්නේ විනාඩි පහයි නැතිනම් දහයයි. එහෙම රේස් ලෝකේ කොහෙවත් නැහැ. අඩුම තරමේ විනාඩි තිහක්වත් තියෙන්න ඕනි. ඒ වගේම ආරක්ෂාව සහ මෝටර් රථ තුළ තිබිය යුතු දෑ වැනි මූලික දේවල් ලංකාව තුළ නැහැ.\"  ශ්‍රී ලංකාවේ දේශපාලනය යන වචනය දේශ-කළමනාකරණය වශයෙන් වෙනස් විය යුතු බව ඔහුගේ අදහසය.  \"දේශපාලනය කියන වචනයත් වැරදි. ලංකාවේ තිබිය යුත්තේ දේශ-කළමනාකරණය,\" යනුවෙන් මෝටර් රථ ධාවන ශූර ඩිලන්ත මාලගමුව වැඩිදුරටත් සඳහන් කළේය. "}, {"headline": "දූෂණය කෙරුණු දස හැවිරිදි දැරියක් ගබ්සාවට අවසර ඉල්ලයි", "date": "2017 මැයි 15", "news": "සිය දරු ගැබ ගබ්සා කරගැනීමට අවසර දෙන්නැයි දූෂණයට ලක් වූ දස හැවිරිදි දැරියකගේ පවුලේ සාමාජිකයන් කළ ඉල්ලීම පිළිබඳව ඉන්දීය වෛද්‍ය විශේෂඥයන් පිරිසක් සලකා බලමින් සිටිති.  සිය සුළු පියා අතින් දිගින් දිගටම දූෂණයට ලක් වූ දැරිය තවත් මාස හතරකින් සිය දරුවා බිහිකිරීමට නියමිත බව උතුරු ඉන්දීය රෝතක් නගරයේ පොලිසිය බීබීසී යට පැවසීය.  සැකකරු අත්අඩංගුවට ගත් පොලිසිය සිදුවීම පිළිබඳව පරීක්ෂණ පවත්වමින් සිටියි.  ගැබිණි කාන්තාවගේ ජීවිතයට අනතුරක් පවතින බව වෛද්‍යවරුන් සනාථ නොකරන්නේ නම් සති විස්සකට වඩා පිරුණු දරු ගැබක් ගබ්සා කිරීම ඉන්දියාවේ නීතියෙන් තහනම්ය.  ඉන්දීය සංස්කෘතිය තුළ පිරිමි දරුවන්ට වැඩි ඉල්ලුමක් පවතින බැවින් පසුගිය වසර කිහිපය තුළ ගැබිණි මවුවරුන් විසින් දස ලක්ෂ සංඛ්‍යාත දැරියන්ගේ කළල විනාශ කරනු ලැබ ඇති බව අනාවරණය වීමෙන් අනතුරුව එම නීතිය පනවනු ලැබ තිබේ.  එහෙත් සති විස්සකට වඩා පිරුණු දරු ගැබ ගබ්සා කිරීමට අවසර ඉල්ලමින් දූෂණයට ලක් වූ කාන්තාවන් ඇතුළු කාන්තාවන් කිහිප දෙනෙක් මෑත මාස කිහිපය තුළ ශ්‍රේෂ්ඨාධිකරණයට පෙත්සම් යොමු කළහ.  ඒ සියලු පෙත්සම් අධිකරණය විසින් වෛද්‍ය විශේෂඥයන් වෙත යොමුකරනු ලැබ තිබේ.   හර්යානා ප්‍රාන්තයේ රෝතක් නගරයේ වෙසෙන දස හැවිරිදි දැරියගේ පවුලේ සාමාජිකයන් කළ ඉල්ලීම එවැනි එක් පෙත්සමකි.   එම දැරිය ගැබ් ගෙන ඇති බව හෙළි වී තිබෙන්නේ ඒ පිළිබඳව සැක කළ දැරියගේ මව ඇය වෛද්‍යවරයකු වෙත රැගෙන ගිය අවස්ථාවේදීය.  ගෘහ සේවිකාවක වශයෙන් සේවය කරන මව සේවයට ගිය අවස්ථාවල බොහෝ විට දැරිය නිවසේ තනි වී ඇති අතර, ඒ අවස්ථාවල මවගේ දෙවැනි ස්වාමි පුරුෂයා තමන් දිගින් දිගටම දූෂණය කළ බව දැරිය සිය මවට පවසා තිබේ.  ඒ පිළිබඳව කිසිවක් මවට නොකියන මෙන් සුළු පියා ඇයට තර්ජනය කර තිබේ.  පොලිසිය විසින් සැකකරු අත්අඩංගුවට ගෙන තිබෙන්නේ මව විසින් ඒ පිළිබඳව පොලිසියට පැමිණි කිරීමෙන් අනතුරුවය.  "}, {"headline": "\"GSP දෙනවා -දිගටම අධීක්ෂණය කරනවා\"", "date": "2017 මැයි 16", "news": "ලබන දහනව වෙනිදා (මැයි 19) පටන් යළි ප්‍රදානය කෙරෙන ජීඑස්පී ප්ලස් (GSP+) තීරු බදු සහනය මගින් ශ්‍රී ලංකාවට වසරකට රුපියල් කෝටි පන්දහසකට (යුරෝ කෝටි තිහකට අධික) අධික  ආදායමක් හිමවනු ඇතැයි  යුරෝපා සංගමය පවසයි.  ශ්‍රී ලංකාවට යළිත් වරක් ජීඑස්පී ප්ලස් (GSP+) තීරු බදු සහනය ලබාදීමේ තීරණය ගැන අද (මැයි16)කොළඹ පැවැත්වුන  මාධ්‍ය හමුවක දී අදහස් දැක්වූ  යුරෝපා සංගමයේ ශ්‍රී ලංකා තානාපති ටුන්-ලායි මාර්ගූ(Tung-Lai Margue)   \"දැනට පවතින ආකාරයට ශ්‍රී ලංකාවට 2021 වසර දක්වා එම  බදු සහනය හිමි විය හැකි\" බව තානාපතිවරයා සඳහන් කළේය. තවදුරටත් අදහස් දැක්වූ  යුරෝපා සංගමයේ ශ්‍රී ලංකා තානාපතිවරයා \"රටක් ඉහළ මැදි ආදායම් ලබන රටක් ලෙස පිට පිට වසර තුනක් වාර්තා වුනොත් එම  බදු සහනය ඉවත් කෙරෙන\" බවත් පෙන්වා දුන්නේය. 2016 වසරේ යුරෝපය සඳහා කෙරුණ ශ්‍රී ලංකාවේ අපනයන වටිනාකම  යුරෝ කෝටි 260 ක්  පමණක් වූ බව පෙන්වා දෙන තානාපතිවරයා  ශ්‍රී ලංකාවේ සමස්ත අපනයන වලින් 1/3ක්ම යුරෝපයට සැපයෙන බවත් සඳහන් කළේය.  GSP+ තීරුබදු සහනය  මගින් ලබන ආදායම අවම වශයෙන් තවත් යුරෝ කෝටි තිහකින් පමණ ඉහළ යන බව පෙන්වා දෙන ඔහු මෙම අවස්ථාව  නිසි ලෙස භාවිතා කර ගැනීමෙන් ශ්‍රී ලංකාවට තවත් වාසි රැසක් අත්කරගත හැකි බවත් පෙන්වා දෙයි. මැයි මස 19 වැනිදා සිට ශ්‍රී ලංකාව සඳහා GSP + තීරු බදු සහනය ක්‍රියාත්මක වන බව සඳහන් කළ යුරෝපා සංගමයේ ශ්‍රී ලංකා තානාපති ටුන්-ලායි මාර්ගූ(Tung-Lai Margue)  ඒ සමග වෙනත් රටවල්ද ශ්‍රී ලංකාව සමග ආයෝජන ගිවිසුම් සඳහා වැඩි වශයෙන් උනන්දු වනු ඇතැයි ද කියා සිටියේය. ඉහත කී මාධ්‍ය හමුවට සහභාගී වූ යුරෝපා සංගමයේ වෙළඳ කොමසාරිස්  සෙසිලා මල්මස්ටෝම් \"ශ්‍රී ලංකා රජය අන්තර් ජාතික සම්මුතීන් සහ මානව හිමිකම් ක්ෂේත්‍රයන්හි  ලබා ඇති ප්‍රගතිය GSP සහනය යළි දිනා ගැනීමට හේතු වූ අතර  \"එහෙත්  ශ්‍රී ලංකාවේ තත්වය ඉතා හොඳ යැයි ප්‍රකාශ කිරීමක් එමගින් අදහස් නොකෙරෙන\" බව සඳහන් කළේය.  \"මේ මොහොතේ  පවතින තත්වය සර්ව සම්පූර්ණ යයි කවුරුවත් කියන්නේ නැහැ. ත්‍රස්තවාදය වැළැක්වීමේ වීමේ පනත අහෝසි කිරීමේ ක්‍රියාවලිය  සම්පූර්ණ විය යුතුව තියෙනව. වධහිංසා,බාල වයස් කරුවන් බලහත්කාරයෙන් විවාහ කරවීම සහ සමාජයීය වෙනස්කම් කිරීම් ආදිය බෙහෙවින්  වාර්තා වෙනවා. එවැනි දේවල් අවසානයකට ගෙන එනු ලැබීම අපේ උවමනාවයි. යුරෝපා හවුල එම කරුණු අතින් ශ්‍රී ලංකාව ලබන ප්‍රගතිය අධීක්ෂණයට රාජ්‍ය නොවන සංවිධාන සමඟ දැඩි උනන්දුවකින් කටයුතු කරනවා\" වෙළඳ කොමසාරිස්  සෙසිලා මල්මස්ටෝම් ප්‍රකාශ කළේය. "}, {"headline": "අගමැති පුටුවේ පියපුතු හැංගිමුත්තම්", "date": "2017 මැයි 16", "news": "කැනඩාවේ අගමැති ජස්ටින් ට්රූඩෝ සමාජ ජාල තුළ ජනප්‍රිය ලෝක නායකයෙකි. ඔහු සිය තුන් හැවිරිදි පුතු අගමැති කාර්යාලය වෙත රැගෙන ආවේ සමාජ ජාලවල අවධානය යළි දිනා ගනිමිනි. තරුණ අගමැතිවරයාට එදින කාර්ය බහුල දිනයක් වුවත් සිය පුතු පුංචි ට්රූඩෝ සමග හැංගි මුත්තම් සෙල්ලම් කිරීමට ද  ඔහු අමතක නොකළේය. ජස්ටින් ට්රූඩෝගේ පියා (පියේ ට්රූඩෝ) ද කැනඩාවේ හිටපු අගමැතිවරයෙකි. අගමැති ජස්ටින් ට්රූඩෝගේ සහ ඔහුගේ පුතුගේ ඡායාරූප සම්බන්ධයෙන් අදහස් පළ කරමින්, \"ඔබ කුඩා අවදියේ ඔබේ පියා, පියේ ට්රූඩෝ සමග ගත් මෙවැනිම ඡායාරූපයක් මට තාම මතකයි\" යනුවෙන්  එක් සමාජ ජාල ගිණුම් හිමියෙක්  පවසා තිබිණි. එය ජනප්‍රියත්වය පිණිස ගත් ක්‍රියාමාර්ගයක් ද නැද්ද යන්න කෙසේ වෙතත් අගමැතිවරයා සිය පවුලට ලැදි පුද්ගලයෙකු බව තවත් සමාජ ජාල ගිණුම් හිමියෙක්  සඳහන් කොට ඇත. කැනඩාවේ අගමැති ජස්ටින් ට්රූඩෝ ජාත්‍යන්තර අවධානය දිනාගත් පළමු අවස්ථාව මෙය නොවේ.  නිදහස් මතධාරියකු වන ඔහු කැනඩාවේ සරණාගතයන් සිය රටට භාර ගැනීම, සමරිසි පා ගමනකට එක්වීම සහ තමා කාන්තා අයිතිවාසිකම් වෙනුවෙන් පෙනී සිටින්නකු (feminist) බව ප්‍රසිද්ධියේ පිළිගැනීම වැනි ක්‍රියා ඔහුගේ ආධාරකරුවන්ගේ පැසසුමට ලක් විය. "}, {"headline": "ඉන්දීය රහස් පොලිසිය හිටපු ඇමතිගේ නිවසට කඩාවදී", "date": "2017 මැයි 16", "news": "ඉන්දීය මධ්‍යම රහස් ඔත්තු අංශය (CBI)හිටපු මුදල් ඇමති පී.චිදම්බරම් සහ ඔහුගේ පුත්‍රයාට අයත් නිවාස සෝදිසි  කරන ලද බවක් වාර්තා වෙයි. එම සෝදිසි කිරීම් කරනු ලැබ තිබෙන්නේ හිටපු ඇමතිවරයා  බලයේ සිටියදී මූල්‍ය වංචා සිදු කරනු ලැබ තිබෙන්නේද යන්න සම්බන්ධයෙනි. හිටපු මුදල් ඇමතිවරයා පදවියේ කටයුතු කළ කාලය තුළ අනුමත කර ඇති විදේශීය ආයෝජනවල දී  සාපරාධී අක්‍රමිකතා සිදුව ඇති බවට සැකයක් මතුව ඇති හෙයින් එම සෝදිසි කිරීම් සිදුකරන බව ඉන්දීය මධ්‍යම රහස් ඔත්තු අංශය පවසයි.  මේ අනුව ඉන්දීය කොංග්‍රස් පක්ෂය බලයේ සිටියදී මුදල් ඇමති පදවිය දැරූ පී.චිදම්බරම් සහ ඔහුගේ පවුලේ සාමාජිකයන් සතු  නගර කීපයක නිවාස සෝදිසි කිරීමට ලක්කළ බව ඉන්දීය වාර්තා මගින් පැවසෙයි. චෙන්නායි,මුම්බායි,දිල්ලි සහ ගුර්ගාවූ(GURGAON)නගරවල පිහිටි හිටපු මුදල් ඇමතිවරයාට සහ ඔහුගේ පුත්‍රයාට අයත් නිවාස පරීක්ෂා කරන ලද බව ඉන්දීය මධ්‍යම රහස් ඔත්තු අංශයේ ප්‍රකාශකයෙක් බීබීසිය කළ විමසීමක දී සඳහන් කළේය. තමන් කිසිදු වරදක් සිදුකර නැතැයි කියා සිටින හිටපු මුදල් ඇමති පී.චිදම්බරම්  අදාළ පරීක්ෂණ  තමා නිහඬ කිරීමේ ප්‍රයත්නයක් ලෙස විග්‍රහ කරයි. ඔහු පාලක භාරතීය ජනතා පක්ෂය මෙන්ම අගමැති නරේන්ද්‍ර මෝදි ගේ ප්‍රතිපත්ති,දේශන සහ ලිපි ආදිය දැඩිලෙස දෝෂ දර්ශනයට ලක් කරන්නෙකි. "}, {"headline": "දස හැවිරිදි ඉන්දීය දැරිය ගබ්සාවට උසාවියෙන් අවසරයක්", "date": "2017 මැයි 16", "news": "සිය සුළුපියා විසින් දූෂණය කරනු ලැබීමෙන් ගැබ්ගත් දස හැවිරිදි ඉන්දීය දැරියකට ගබ්සාවක් සඳහා බලධාරීන්ගේ අනුමැතිය ලැබුණි. දරු ගැබ ගබ්සා කිරීමට අවසර දෙන මෙන් දූෂණයට ලක් වූ දස හැවිරිදි දැරියගේ පවුලේ සාමාජිකයන් විසින් කරන ලද ඉල්ලීමක් ඉන්දීය වෛද්‍ය විශේෂඥයන්ගේ සැලකිල්ලට ලක්වූ අතර ඒ සඳහා අවසරය ලද බව දිල්ලි නගරයේ සිටින බීබීසී මාධ්‍යවේදිනී ගීතා පාන්ඩේ පවසයි.  උතුරු ඉන්දියාවේ  'රෝතක්' නගරයේ  වාසය කරන දැරිය  සිය සුළු පියා විසින් දිගින් දිගටම දූෂණය කරනු ලැබ ඇති අතර තවත් මාස හතරකින් පමණ ඇය දරුවා බිහි කිරීමට නියමිත බව ප්‍රදේශයේ පොලිසිය බීබීසී යට පැවසීය.  'රෝතක්' නගරයේ ආණ්ඩුවේ රෝහලේ ජ්‍යෙෂ්ඨ වෛද්‍යවරයෙක් බීබීසියට අදහස් දක්වමින්, දරුගැබ ගබ්සා කිරීමට තමන් තීන්දු කළ අතර ඕනෑම මොහොතක එය සිදුවිය හැකි බව කියා සිටියේය. වෛද්‍යවරුන්ගේ තීරණයට අවශ්‍ය අනුමැතිය 'රෝතක්' නගරයේ උසාවියකින් ද අද (මැයි 16) ලැබුණි. ගැබිණි කාන්තාවකගේ ජීවිතයට අනතුරක් නැතැයි වෛද්‍යවරුන් සනාථ නොකරන අවස්ථාවක සති විස්සකට වඩා කල්ගත දරු ගැබක් ගබ්සා කිරීම ඉන්දියාවේ නීතිය අනුව තහනම් වෙයි. දැරිය ගැබ්ගෙන ඇතිබව අනාවරණය වී ඇත්තේ ගෘහ සේවිකාවක වන ඇයගේ මවට සැක සිතී දැරිය වෛද්‍යවරයකු වෙත ඉදිරිපත් කරනු ලැබීමෙන් පසුවයි. 'කිසිවකුට නොකියන ලෙස බල කරමින්' සිය සුළුපියා විසින් තමා දිගින් දිගටම අපහරණය කළ බව දැරිය පවසන්නීය. චෝදනාවට ලක්ව සිටින සැකකාර සුළුපියා මේ වනවිට අත්අඩංගුවට ගනු ලැබ ඇත. ඉන්දීය ආණ්ඩුවේම සමීක්ෂණයක් අනුව ළමා ලිංගික අපචාර අතින් එරට ලෝකයේ මුල් තැනට පත්වෙයි. "}, {"headline": "නාවික හමුදාපතිට උසාවි නියෝගයක්", "date": "2017 මැයි 16", "news": "පසුගිය රජය සමයේ කොළඹ දී පුද්ගලයන් දෙදෙනෙකු පැහැරගෙන යාමක් සම්බන්ධයෙන් ප්‍රශ්න කිරීම සඳහා  වැලිසර නාවික හමුදා කඳවුරේ නාවික හමුදා සෙබළුන් පස්දෙනෙකු රහස් පොලිසිය වෙත ඉදිරිපත් කරන මෙන්  කොළඹ මහේස්ත්‍රාත් අධිකරණය ශ්‍රී ලංකා නාවික හමුදාපතිවරයාට නියෝග කළේය. මහේස්ත්‍රාත් අධිකරණය එම නියෝගය කළේ රහස් පොලිසිය විසින් කරන ලද  ඉල්ලීමක් සලකා බැලීමෙන් අනතුරුවයි.  2008 වසරේ කොළඹ ප්‍රදේශයේ දී දමිළ ජාතිකයින් දෙදෙනකු පැහැරගෙන යාම සම්බන්ධයෙන් පරීක්ෂණ පවත්වන බව අධිකරණයට දැනුම් දුන් රහස් පොලිසිය, එම පැහැර ගැනීම් වලට වැලිසර  නාවික කඳවුරේ කණ්ඩායමක්  සම්බන්ධ බවට තොරතුරු ලැබී ඇති බවත් සඳහන් කළේය. අදාළ පරීක්ෂණ සඳහා  නාවික හමුදාපතිවරයා තමන්ට අවශ්‍ය සහයෝගය ලබා නොදෙන බව රහස් පොලිසිය පසුගියදා  අධිකරණයට වාර්තා කර තිබුණි. එවැනි පසුබිමක් යටතේ අද (මැයි 16) අධිකරණයෙන් ඉල්ලීමක් කළ රහස් පොලිසිය, එකී පැහැරගෙන යාම සම්බන්ධයෙන් සිදු කෙරෙමින් පවතින පරීක්ෂණ සඳහා වැලිසර නාවික කඳවුරේ නාවික හමුදා භටයන්  පස් දෙනෙකුගෙන් ප්‍රශ්න  කිරීමට අවශ්‍ය බව පෙන්වා දුන්නේය. අදාළ නාවික හමුදා නිලධාරීන් පොලිසියට ඉදිරිපත් කරන මෙන්  නාවික හමුදාපතිවරයාට නියෝග කරන ලෙස  රහස් පොලිසිය අධිකරණයෙන් ඉල්ලා සිටි අතර, එම ඉල්ලීම පිළිගත් මහේස්ත්‍රාත්වරයා මුලින් කී නියෝගය නිකුත් කරමින් සිද්ධිය සම්බන්ධයෙන් දැනට අත්අඩංගුවේ පසුවෙන  වැලිසර නාවික කඳවුරේ හිටපු බුද්ධි අංශ ප්‍රධානී ධම්මික අනිල් මාපා ලබන තිස්වෙනි දිනතෙක්(මැයි 30) තවදුරටත් රිමාන්ඩ් භාරයේ තබන ලෙසත්  නියෝග කළේය. "}, {"headline": "ට්‍රම්ප් 'ඉතා රහස්‍ය තොරතුරු රුසියාවට හෙළි කරලා'", "date": "2017 මැයි 16", "news": "ඇමරිකානු ජනාධිපති ඩොනල්ඩ් ට්‍රම්ප් ඉස්ලාමීය රාජ්‍ය සංවිධානය පිළිබඳ ඉතා රහස්‍ය තොරතුරු රුසියානු විදේශ ඇමතිවරයාට හෙළි කර ඇතැයි ඇමරිකානු මාධ්‍ය වාර්තා කරයි. ඇමරිකාව සමග රහස් තොරතුරු බෙදා ගන්නා වෙනත් පාර්ශවයක් විසින් ලබා දෙන ලද එම තොරතුරු වෙනත් කිසිදු  පාර්ශවයක් සමග හුවමාරු කරගැනීමට එක්සත් ජනපදයට අවසර දී නොතිබුණු බව ද වොෂිංටන් පොස්ට් පුවත්පත පවසයි. ගුවන් යානා තුළ   හා සම්බන්ධ රහස් තොරතුරු එසේ රුසියාවට ලබා දී ඇති බව පුවත්පත එල්ල කරන චෝදනාවය.  ඇමරිකානු ජනාධිපතිවරයා සහ රුසියානු විදේශ අමාත්‍ය සෙර්ගේයි ලව්රොෆ් පසුගිය සතියේ ඇමරිකානු ජනාධිපති කාර්යාලයේදී හමු වූහ. එහිදී රුසියාවට රහස් තොරතුරු ලබා දුන් බවට පළවන වාර්තා බැහැර කරන ජාතික ආරක්ෂක උපදේශක එච්ආර් මැක් මාස්ටර් විසින් එය හඳුන්වනු ලැබුවේ \"අසත්‍ය පුවතක්\" ලෙසය. ජනාධිපතිවරණ සමයේ ට්‍රම්ප් ප්‍රචාරණ ව්‍යාපාරය රුසියාව හා සබඳතා පවත්වා ඇති බවට චෝදනා එල්ල වන අතර ඒ සම්බන්ධයෙන් පරීක්ෂණ පැවැත්වෙමින් පවතී. එම චෝදනා ප්‍රතික්ෂේප කරන ජනාධිපති ට්‍රම්ප් විසින් එම වාර්තා හඳුන්වනු ලැබුවේ \"ව්‍යාජ පුවත්\" ලෙසය. සිය ප්‍රතිවාදියා වූ ඩිමොක්‍රටික් අපේක්ෂිකා හිලරි ක්ලින්ටන් රටේ ආරක්ෂාව හා සම්බන්ධ සංවේදී කරුණු පිළිබඳව කටයුතු කළ ආකාරය ජනාධිපතිවරණ ප්‍රචාරක ව්‍යාපාරය තුළදී ඩොනල්ඩ් ට්‍රම්ප් ගේ දැඩි විවේචනයට ලක් විය. පැවති ඔබාමා පාලනය යටතේ 2009 - 2013 කාලය තුළ ඇමෙරිකාවේ රාජ්‍ය ලේකම්වරිය වූ හිලරි ක්ලින්ටන් රාජ්‍ය කටයුතු සඳහා සිය පෞද්ගලික ඊමේල් ගිණුම භාවිත කොට ඇති බවට චෝදනා එල්ල වේ.  "}, {"headline": "ලේබර් මැතිවරණ ප්‍රකාශනය එළිදකී", "date": "2017 මැයි 16", "news": "බ්‍රිතාන්‍ය ලේබර් පක්ෂයේ මැතිවරණ ප්‍රකාශනය ඡන්ද දායකයන්  අතට අද (16) පත් කරනු ලැබුණි. ලබන ජුනි මස අටවෙනිදා පැවැත්වීමට නියමිත බ්‍රිතාන්‍ය මහමැතිවරණය සඳහා ඉදිරිපත් කෙරෙන  පක්ෂ ප්‍රතිපත්ති ඇතුළත් එම  මැතිවරණ ප්‍රකාශනය එලි දැක්වුණේ ලේබර් පක්ෂ  නායක ජෙරමි කෝබින් අතිනි. \"සුළුතරයේ නොව බහුතරයේ අභිලාෂයන් ඉටු කරනු ලබන අනාගත ලේබර් ආණ්ඩුවක්\" යටතේ පරිවර්තනශීලී සහ වගකිවයුතු සැලැස්මක් මගින් කොන්සර්වේටිව් පක්ෂයේ වසර හතක පාලනයේ වෙනසක් සිදු කරන බවට ලේබර් පක්ෂ නායක ජෙරමි කෝබින් එම මැතිවරණ ප්‍රකාශනය මගින් ප්‍රතිඥාවක් දී ඇත. දැනට සරසවි සිසුන්ගෙන් අය කරනු ලබන පන්ති ගාස්තු අහෝසි කරන බව කියා සිටින ලේබර් පක්ෂ නායකයා, මහජන සෞඛ්‍ය වෙනුවෙන් වැය කරන මුදල ද  තවත් වැඩි කරන බවට ද ප්‍රතිඥාවක් දෙයි. එංගලන්තයේ සහ වේල්සයේ ජල සැපයුම සහ ඇතැම් මහජන සේවාවන්  යළි ජනසතු කරන  බවත් ලේබර් පක්ෂයේ මැතිවරණ ප්‍රකාශනයේ දැක්වෙයි. ඉහළ ආදායම්ලාභීන්ගෙන් වැඩිපුර බදු අය කිරීම මගින්  ලබන මුදල් මහජන සේවාවන්  වෙනුවෙන් යෙදවීම සිය සැලසුම වන බව ල්බර් පක්ෂ නායක ජෙරමි කෝබින් පවසයි.  අද (16) නිල වශයෙන් එළිදැක්වීමට නියමිතව තිබුණ ලේබර් පක්ෂයේ මැතිවරණ ප්‍රකාශනයේ කෙටුම්පතක් පසුගිය බදාදා (මැයි 10) රාත්‍රියේ හදිසියේම රහසින් පිට වී තිබුණ බවක්ද වාර්තා විය. "}, {"headline": "\"යළිත් රාජපක්ෂ පාලනයක්?\"- ආණ්ඩුවට අනතුරු ඇඟවීමක්", "date": "2017 මැයි 16", "news": "නව ආණ්ඩුව බලයට පත් වී දෙවසරකට වැඩි කාලයක් ගත වී ඇතත්, ජනතාවට දුන් පොරොන්දු බොහොමයක් ඉටුකිරීමට අපොහොසත්වීම හමුවේ යළිත් වරක් රාජපක්ෂවරුන් බලයට පත්වීමේ හැකියාව බැහැර නොකළ යුතු බවට ජාත්‍යන්තර සංවිධානයක් ආණ්ඩුවට අනතුරු අඟවයි.  ගැටුම් අධ්‍යයනය පිළිබඳ ජාත්‍යන්තර ආයතනය (International Crisis Group - ICG) එම අනතුරු ඇඟවීම කරන්නේ ශ්‍රී ලංකාවේ වත්මන් දේශපාලන වාතාවරණය පිළිබඳව දීර්ඝ වාර්තාවක් නිකුත් කරමිනි.  සන්ධාන ආණ්ඩුවේ පළමු මාස නමය ඇතුලත බොහෝ ජයග්‍රහණ ලබාගැනීමට සමත් වූ නමුත් ඉන් අනතුරුව ගතව ගිය කාලය තුළ එයින් ඉදිරියට යාමට ජනාධිපති මෛත්‍රීපාල සිරිසේන සහ අගමැති රනිල් වික්‍රමසිංහගේ නායකතත්වයෙන් යුතු ආණ්ඩුව අපොහොසත් වූවා පමණක් නොව ඇතැම් අංශවල ප්‍රගතිය පවා ආපසු හරවා ඇති බවත් ICG ආයතනය සඳහන් කරයි.  \"ශ්‍රී ලංකාවේ දිගුකාලීන සාමයක් සහ දේශපාලාන පක්ෂ හා වාර්ගික පදනම මත සහයෝගය වර්ධනය කිරීමේ දුර්වල අපේක්ෂා පවා අනතුරුදායක තත්වයක පවතී,\" යනුවෙන් වාර්තාවේ සඳහන් වේ.  මැතිවරණ වේදිකාවේදී පොරොන්දු වූ ප්‍රකාර දූෂිතයන්ට දඬුවම් කිරීමට අපොහොසත්වීම, දේශපාලන ඝාතන සම්බන්ධයෙන් කිසිවෙකුත් දඬුවම් නොලැබීම, යුද අපරාධ චෝදනා සම්බන්ධයෙන් පියවර ගැනීමට අපොහොසත්වීම, රාජ්‍ය ආරක්ෂක යාන්ත්‍රණය ප්‍රතිසංවිධානය නොකිරීම, නව ව්‍යවස්ථාවක් සම්පාදනය කරන බවට සහ ආර්ථිකය යළි ගොඩනංවන බවට දුන් ප්‍රතිඥා ඇතුළු පොරොන්දු ඉටු නොකිරීම ඇතුළු කරුණු ගණනාවක් පිළිබඳව වාර්තාව දීර්ඝ විස්තරයක් කරයි.   ICG ආයතනය පෙන්වාදෙන පරිදි, විශේෂයෙන්ම ශ්‍රී ලංකා නිදහස් පක්ෂයේ හිටපු ජනාධිපති මහින්ද රාජපක්ෂට පක්ෂපාතී කණ්ඩායම් සහ ජනාධිපති මෛත්‍රීපාල සිරිසේනට පක්ෂපාතා කණ්ඩායම් අතර පවතින කඹ ඇදීම් හේතුවෙන් ජනාධිපතිවරයාට පක්ෂපාතී කණ්ඩායම් සංහිඳියාව සහ යහපාලනය සම්බන්ධ ප්‍රධාන ප්‍රතිසංස්කරණවලට විරෝධය දැක්වීම ප්‍රතිඥා ඉටුකිරීම ප්‍රමාදවීමට තවත් ප්‍රධාන හේතුවකි.  මේ තත්වය හමුවේ, \"කාලය ඉතා ඉක්මනින් ගෙවී යමින් පවතී. රාජපක්ෂවරුන්ගේ යළි ආගමනය පිළිබඳව පක්ෂ දෙකේම (ශ්‍රීලනිප සහ එජාප) නායකයන් නොසලකා හැරිය යුතු නැත,\" යනුවෙන් ගැටුම් අධ්‍යයනය පිළිබඳ ජාත්‍යන්තර ආයතනය ආණ්ඩුවට අනතුරු ඇඟවීමක් කරයි.  එය වැළැක්වීම පිණිස ගත යුතු පියවර පිළිබඳව ගැටුම් අධ්‍යයනය පිළිබඳ ජාත්‍යන්තර ආයතනය ආණ්ඩුවට නිර්දේශ ගණනාවක් ඉදිරිපත් කරයි: 1. සියලු පුරවැසියන්ගේ අයිතිවාසිකම් ආරක්ෂා කෙරෙන සඳහා ජනාධිපතිවරයාගේ ප්‍රධානත්වයෙන් මහජනතාව දැනුවත් කිරීමේ වැඩසටහන් දියත් කරමින් නව ව්‍යවස්ථාව කෙටුම්පත් කිරීමේ උත්සාහය දෙගුණ කිරීම 2. උතුරේ සහ නැගෙනහිර සිවිල් පරිපාලනය ස්ථාපිත කර ජනතා විශ්වාසය දිනාගැනීම පිණිස;   අ) හමුදාව යටතේ පවතින ඉඩම් යළි ඉඩම් හිමියන්ට ලබාදීමේ ක්‍රියාදාමය වේගවත් කිරීම    ආ) ප්‍රාදේශීය ව්‍යාපාරවලට හානිකර ලෙසින් හමුදාව ව්‍යාපාරවල නිරතවීම අවසන් කිරීම    ඇ) දෙමළ සහ මුස්ලිම් ජනතාව වෙසෙන ප්‍රදේශවල හමුදාවේ මැදිහත්වීම මත බුද්ධ ප්‍රතිමා ඉදිකිරීම නැවැත්වීම    ඈ) නීත්‍යානුකූල ප්‍රාදේශීය දේශපාලන කටයුතු පිළිබඳව රහස් තොරතුරු රැස්කිරීම නැවත්වීම  3. යුද්ධයේ ප්‍රතිවිපාකවලට පිළියම් යෙදීමේ වැඩපිළිවෙල යළි ශක්තිමත් කිරීම පිණිස;    අ) අතුරුදහන්වූවන් පිළිබඳ කාර්යාලය වහාම පිහිටුවීම    ආ) සංහිඳියාව පිළිබඳ ප්‍රවිචාරන කාර්ය සාධක බලකායේ වාර්තාව පිළිගෙන එහි නිර්දේශ ක්‍රියාත්මක කිරීම 4. ත්‍රස්තවාදය වැළැක්වීමේ පනත අහෝසි කර, දූෂිතයන්ට සහ මානව හිමිකම් උල්ලංඝනය කළ පුද්ගලයන්ට දඬුවම් කර නීතියේ ආධිපත්‍යය යළි පිහිටුවීම  5. ආර්ථික ප්‍රතිසංස්කරණ සහ ආණ්ඩුව මුහුණදෙන අනෙක් ගැටළු සම්බන්ධයෙන් පියවර ගැනීම සඳහා එක්සත් ජාතික පක්ෂය සහ ශ්‍රී ලංකා නිදහස් පක්ෂය අතර ඉහල පෙළේ කමිටුවක් පත්කිරීම  එමෙන්ම ජනතා වීරෝධයකට තුඩු දිය හැකි, ආණ්ඩුවේ වැඩපිළිවෙලට හානිකරවන ආකාරයේ ප්‍රතිසංස්කරණ ඉදිරිපත් නොකරමින් ශ්‍රී ලංකාවේ ආර්ථිකයට සහාය දිය හැකි ක්‍රම පිළිබඳව ආණ්ඩුව සමග සාකච්ඡා කරන මෙන් ගැටුම් අධ්‍යයනය පිළිබඳ ජාත්‍යන්තර ආයතනය ජාත්‍යන්තර මූල්‍ය ආයතනවලින් ඉල්ලීමක් ද කරයි.  "}, {"headline": null, "date": null, "news": ""}, {"headline": "බත්තරමුල්ලට සුනම්‍ය කාර්යාල වේලාවක්", "date": "2017 මැයි 17", "news": "බත්තරමුල්ල ප්‍රදේශය සහ ඒ අවට පිහිටි ආණ්ඩුවේ කාර්යාල සඳහා සුනම්‍ය කාර්යාල වේලාවන් ක්‍රියාත්මක කිරීමේ නියමු ව්‍යාපෘතියකට කැබිනට් මණ්ඩලයේ අනුමැතිය ලැබුණ බව අද (මැයි 17) කැබිනට් අනුමැතිය ලැබී ඇත. මෙම තීරණය ගනු ලැබ තිබෙන්නේ පසුගිය 2016 නොවැම්බර් මාසයේ පටන් 2017 ජනවාරි මාසය තෙක් මාස තුනක කාල සීමාවක් ඇතුළත බත්තරමුල්ල ප්‍රදේශයේ පිහිටි ආණ්ඩුවේ ආයතන වෙත පැමිණි රථවාහන සංඛ්‍යාව සැලකිල්ලට ගනිමින් සිදු කරන ලද අධ්‍යයනයකින් පසුවයි. පෞද්ගලික වාහන හෝ රාජකාරි වාහන පාවිච්චි කරන නිලධාරීන්ගෙන් 58% ක් පමණ පෙරවරු 7.00-9.30 අතර කාර්යාලයට පැමිණෙන අතර පස්වරු 3.00-5.30 ත් අතර ඔවුන් කාර්යාලවලින් පිටවීම සඳහා එම වාහන භාවිතා කර ඇති බව පෙනීගොස් ඇතිබව අදාළ කැබිනට් පත්‍රිකාවේ දැක්වෙයි. එම තත්වය යටතේ පෙරවරු 7.30 සිට 9.30 දක්වා ඕනෑම වෙලාවක කාර්යාලයට වාර්තා කිරීමටත් රාජකාරි නිමවීමෙන් පසු පස්වරු 3.15 පටන් 5.00 දක්වා ඕනෑම වේලාවක කාර්යාලයෙන් බැහැරව යාමටත් හැකිවෙන පරිදි සැලසුම් කිරීම එම නියමු ව්‍යාපෘතියේ ඉලක්කයයි. ඒ අතරම මාලඹේ පිහිටි ශ්‍රී ලංකා තොරතුරු තාක්ෂණ ආයතනය (SLIIT) ස්වාධීන් උසස් අධ්‍යාපන ආයතනයක් ලෙස පවත්වා ගෙනයාම සඳහා ජනාධිපති මෛත්‍රීපාල සිරිසේන විසින් ඉදිරිපත් කරන ලද කැබිනට් පත්‍රිකාවකට ද කැබිනට් අනුමැතිය ලැබී ඇත. දිළිඳුකම පිටුදැකීම පිලිබඳ (BIMSTEC) අමාත්‍ය සමුළුවේ තුන්වෙනි සැසිය මේ වසරේ ශ්‍රී ලංකාවේ පැවැත්වීමේ යෝජනාවකට කැබිනට් අනුමැතිය ලද බව නිවේදනය කෙරිණ. 1997 වසරේ දී   දිළිඳුකම පිටුදැකීම පිළිබඳ (BIMSTEC) අමාත්‍ය සමුළුව  පිහිටුවා ගනු ලැබුනේ බංග්ලාදේශය,භූතානය,නේපාලය ,ඉන්දියාව ,මියන්මාරය සහ ශ්‍රී ලංකාවේ සහභාගිත්වයෙනි. පළාත් පාලන ආයතන ඡන්ද විමසීම් ආඥාපනත් කෙටුම්පත අමාත්‍ය මණ්ඩල අනුකාරක සභාවක් මගින් අධ්‍යයනය කරනු ලැබ ඇති අතර මැතිවරණ කොමිසන් සභාව විසින් ඉදිරිපත් කරන ලද කරුණුද සැලකිල්ලට ගනිමින් අවසන් කෙටුම්පත සකස් කර ඇති බවත් කැබිනට් පත්‍රිකාවේ දැක්වෙයි. "}, {"headline": "කොරියානු දේශ සීමාවේ ගැටුමක් අත ළඟද?", "date": "2017 මැයි 17", "news": "කොරියානු රාජ්‍යයන් දෙක අතර පොදු දේශ සීමාවේ හමුදා ගැටුමක් ඇතිවීමේ 'විශාල අවදානමක්'පවතින බව දකුණු කොරියාවේ ජනාධිපති මූන් ජේ-ඉන් පවසයි. එම අනතුරු ඇඟවීම සිදු කෙරුණේ උතුරු කොරියාව විසින් පසුගියදා සිදු කරන ලද මිසයිල අත්හදා බැලීමෙන් දවස් කීපයකට පසුවයි. කිම් ජොන් අන් පාලනය විසින් සිදු කරන ලද එම මිසයිල අත්හදා බැලීමෙන් අනතුරුව ප්‍රකාශයක්  කළ දකුණු කොරියාවේ ආරක්ෂක අමාත්‍යාංශය උතුරු කොරියානු මිසයිල් ව්‍යාපෘතිය කලින් ඇස්තමේන්තු කරන ලද මට්ටමට වඩා වේගයෙන් ඉදිරියට යමින් ඇතැයි කියා සිටියේය. දකුණු කොරියාවේ ජනාධිපති පදවිය පසුගිය සතියේ භාර ගත් මූන් ජේ-ඉන් සිය එදිරිවාදී රාජ්‍යයේ නායක කිම් ජොන් අන් මුණගැසීම සඳහා තමා ප්යෝන්යාන් අගනුවරට යාමට ඉඩකඩ ඇති බවක් කියා තිබුණි. එහෙත් ජනාධිපතිවරයාගේ අලුත්ම ප්‍රකාශනය අනුව දෙරට අතර සබඳතා දැඩි ලෙස පිරිහෙමින් ඇති බවක් දක්නට ලැබෙයි. උතුරු කොරියානු නායකයා හමුවීමට අවස්ථාවක් ලැබෙන්නේනම් එය තමන්ට \"ගෞරවයක්\" බව ඇමරිකානු ජනාධිපතිවරයාත් ප්‍රකාශ කර ඇත.  \"කිම් ජොන් අන් හමුවීම සුදුසු ආකාරයට සිදුවන්නේ නම්, මම නිසැකවම ඔහු හමුවෙනවා. එය මට ගෞරවයක්\" ජනාධිපති ට්‍රම්ප් බ්ලූම්බර්ග් පුවත් සේවයට ප්‍රකාශ කර තිබුණි. එක්සත් ජනපද ජනාධිපතිවරයා එම ප්‍රකාශය කළේ උතුරු කොරියාවේ න්‍යෂ්ටික අත්හදා බැලීම් හමුවේ දෙරට අතර උණුසුම් තත්වයක් උදගතව  තිබියදී ය. "}, {"headline": "වයස අසූදෙකයි - ඇමති විභාගය සමත්", "date": "2017 මැයි 17", "news": "දූෂණ චෝදනාවලට වරදකරු කරනු ලැබ සිරබත් කමින් සිටින අසූ දෙහැවිරිදි හිටපු මහඇමති වරයෙක් පාසල් හැරයාමේ විභාගය සමත් වූ බව ඉන්දියාවෙන්  වාර්තා වෙයි. උතුරු ඉන්දියාවේ හර්යානා ප්‍රාන්තයේ මහඇමතිවරයා හැටියට හතර වතාවක් කටයුතු කළ  ඕම් ප්‍රකාශ් චෞතලා (Om Prakash Chautala) දිල්ලි අගනුවර ටිහාර්(Tihar) බන්ධනාගාරයේ දී  දොළහ වසර පාසල් හැරයාමේ විභාගයට පෙනීසිට ඇති අතර ඔහු ඉන් සමත් වී ඇත.   සිර ජීවිතය ගෙවන අතරවාරයේ වඩාත් අර්ථවත් දෙයක් සිදු කිරීමට සිය පියා තීරණය කළ බව හිටපු මහ ඇමතිවරයාගේ පුත්‍රයා වන අභායි චෞතලා පවසයි. ඕම් ප්‍රකාශ් චෞතලා සිරගත කරනු ලැබුණේ ඔහු බලයේ සිටියදී ගුරුවරුන් බඳවා ගැනීමේ දී අනිසි ක්‍රියා සිදු කරන ලද බවට එල්ල වූ චෝදනාවලට වැරදිකරු බව අධිකරණය විසින් තීන්දු කිරීමෙනි. තම පියා සිරගෙය තුළ පිහිටි පුස්තකාලය දිනපතාම පාවිච්චි කළ බවත්  අභායි චෞතලා පවසයි.  \"මගේ පියා පොත්පත්  පුවත්පත් කියවනවා. ඔහු කැමති  පොත්පත් බන්ධනාගාර කාර්ය මණ්ඩලය මගින් ලබා ගත්තා. ඔහු ලෝකයේ ශ්‍රේෂ්ඨ දේශපාලන චරිත කියෙව්වා\" අභායි චෞතලා තවදුරටත් සඳහන් කරයි. 1999 -2000 අතර කාල වකවානුවේ ගුරුවරුන් බඳවා ගැනීමේ ව්‍යාපෘතියක දී ව්‍යාජ  ලිපිලේඛන සකස් කිරීම සම්බන්ධයෙන් හිටපු මහඇමති ඕම් ප්‍රකාශ් චෞතලා ඇතුළු තවත් පනස් හතර දෙනකු වරදකරුවන් කරනු ලැබුණි. චූදිතයන් ගුරු පදවි සඳහා අල්ලස් ලබා ගනිමින් නුසුදුසු පුද්ගලයන්ට අනුග්‍රහ දැක්වීමෙන් මනා යෝග්‍යතාවක් සහිත පුද්ගලයන්ට අසාධාරණයක් සිදු වූ බව එම නඩුවේ පැමිණිල්ලේ නීතිඥවරු අධිකරණයට පෙන්වා දුන්හ.   ඕම් ප්‍රකාශ් චෞතලා ඉන්දියාවේ ජාතික ලෝක් දාල් පක්ෂයේ නායකයා විය. ඔහු හිටපු නියෝජ්‍ය අගමැති  දේව් ලාල් ගේ පුත්‍රයෙකි. "}, {"headline": "'ලොව සැහැල්ලුතම චන්ද්‍රිකාව'ඉන්දීය තරුණයකුගෙන්", "date": "2017 මැයි 17", "news": "දහඅට හැවිරිදි ඉන්දීය ජාතික තරුණයෙකු විසින් නිර්මාණය කරන ලද චන්ද්‍රිකාවක් ඇමරිකාවේ නාසා මධ්‍යස්ථානයේ දී ජුනි මස අභ්‍යවකාශ ගත කිරීමට නියමිතය. එය ලොව සැහැල්ලුතම චන්ද්‍රිකාව විය හැකි බව විශ්වාස කෙරේ. රිෆාත් ශාරුක් විසින් නිර්මාණය කරන ලද ග්‍රෑම් 64 ක් බරින් යුතු මෙම උපාංගය තරුණ නිර්මාණ ශිල්පීන් අතර තරගයකින් පළමු ස්ථානයට තෝරා ගැනිණි. සිය ප්‍රධාන අරමුණ 3-D තාක්ෂණයෙන් මුද්‍රිත කාබන් වස්තුවක් ක්‍රියාත්මක වන්නේ කෙසේද යන්න ප්‍රදර්ශනය කිරීම වනබව රිෆාත් ශාරුක් පවසයි. තම නිර්මාණය පෘථිවියේ උප කක්ෂයක  පැය හතරක මෙහෙයුමක් සඳහා අභ්‍යවකාශ ගත කෙරෙනු ඇතැයි  බව රිෆාත් ශාරුක් ඉන්දීය මාධ්‍යයට ප්‍රකාශ කළේය. ඉන්දීය අභ්‍යවකාශ ක්ෂේත්‍රයේ පුරෝගාමියෙකු ලෙස සැලකෙන එරට හිටපු ජනාධිපතිවරයෙකු වූ අබ්දුල් කලාම්ට ගෞරවයක් වශයෙන් චන්ද්‍රිකාව 'අබ්දුල්සැට්' ලෙස නම් කර ඇත. කෝඩුකාර විද්‍යාඥයෙකු වන රිෆාත් තමිල්නාඩුවේ කුඩා ගම්මානයකින් පැමිණි අයෙකි. මේ වන විට ඔහු තමිල්නාඩුව මූලස්ථානය කර ගත් 'Space Kidz India' ආයතනයේ ප්‍රධාන විද්‍යාඥයා වශයෙන් කටයුතු කරයි. 'Space Kidz India' දරුවන් සහ නව යෞවනයන් අතර විද්‍යාව සහ අධ්‍යාපනය ප්‍රවර්ධනය කරනු ලබන ආයතනයකි. මෙය රිෆාත්ගේ පළමු නිර්මාණය නොවේ. පහළොස් වියේ දී ඔහු විසින් ජාතික මට්ටමේ තරුණ විද්‍යාඥයන්ගේ තරගයකට ඉදිරිපත් කිරීම සඳහා කාලගුණය නිර්ණය කිරීමට යොදා ගනු ලබන හීලියම් බැලුනයක් නිර්මාණය කළේය. "}, {"headline": "චැම්පියන්ස් කුසලානය: තවදුරටත් IPL ක්‍රීඩා කරන්න මාලිංගට අවසර", "date": "2017 මැයි 17", "news": "එංගලන්තයේ පැවැත්වීමට නියමිත චැම්පියන්ස් කුසලාන තරගාවලිය සඳහා ශ්‍රී ලංකා කණ්ඩායම හෙට (මැයි 18) උදෑසන දිවයිනෙන් පිටත්ව යාමට නියමිතය.  ඒ සඳහා ලසිත් මාලිංග එක් නොවන බව ශ්‍රී ලංකා ක්‍රිකට් ආයතනය පවසයි.  ඉන්දියාවේ පැවැත්වෙන IPL තරගාවලියේ තවදුරටත් රැඳී සිටීම සඳහා ශ්‍රී ලංකා ක්‍රිකට් ආයතනය ලසිත් මාලිංගට අවසර දී ඇත. ලසිත් මාලිංග නියෝජනය කරන මුම්බායි ඉන්ඩින්ස් කණ්ඩායම IPL තරගාවලියේ අවසන් වටයේ තවමත් ක්‍රීඩා කරන අතර ඔවුන් මැයි 19 වෙනිදා තීරණාත්මක අවසන් පූර්ව තරගයකට සහභාගි වීමට නියමිතය. එම තරගයෙන් මුම්බායි ඉන්ඩින්ස් කණ්ඩායම ජයගතහොත් ලසිත් මාලිංගට 21 වෙනිදා පැවැත්වීමට නියමිත IPL අවසන් මහා තරගයට ද ක්‍රීඩා කිරීමට සිදු වේ. ඔහුට ඒ සඳහා ශ්‍රී ලංකා ක්‍රිකට් ආයතනයේ අවසර හිමිව තිබේ.  මේ අනුව ඔහුට ලබන 21 හා 23 වෙනිදා ස්කොට්ලන්තය සමග පැවැත්වීමට නියමිත පුහුණු තරග දෙකට සහභාගී වීමේ ඉඩකඩ අහිමි විය හැක. IPL තරග සඳහා සහභාගී වූ නායක ඇන්ජෙලෝ මැතිව්ස් සහ අසේල ගුණරතන යන සෙසු ශ්‍රී ලංකා ක්‍රීඩකයන්ට පසුගිය 10 වෙනිදාට පෙර දිවයිනට පැමිණෙන ලෙස ශ්‍රී ලංකා ක්‍රිකට් ආයතනය නියෝග කර තිබිණි. ලසිත් මාලිංග අවසන් වරට පන්දුවාර 50 තරගයක් ක්‍රීඩා කර ඇත්තේ 2015 වසරේ නොවැම්බර් මාසයේදීය. ආබාධිත තත්වය සුව අතට හැරීමෙන් අනතුරුව ඔහු ක්‍රීඩා කර ඇත්තේ විස්සයි විස්ස තරග සඳහා පමණි. කෙසේ නමුත් ලසිත් මාලිංග පන්දුවාර 50 හේ තරග සඳහා යහපත් ශාරීරික යෝග්‍යතාවෙන් පසුවන බවත් ඔහු අත්දැකීම් බහුල ක්‍රීඩකයෙකු බැවින් පුහුණු තරග අහිමිවීම එතරම් ගැටලුවක් නොවනු ඇති  බවත් ශ්‍රී ලංකා කණ්ඩායමේ වේග පන්දු පුහුණුකරුවකු බීබීසී සිංහල සේවයට පැවසීය.  මෙවර IPL තරගාවලියේ ලසිත් මාලිංග එතරම් දක්ෂතා අතරට නොපැමිණි අතර තරග 10 කට ක්‍රීඩා කර කඩුලු දහයක් දවා ගැනීමට ඔහුට හැකි විය. ඔහුගේ පන්දු වාරයකට ලකුණු 9 කට වැඩි සංඛ්‍යාවක් ලබාගැනීමට පිතිකරුවෝ සමත් වූහ.  හෙට දින ස්කොට්ලන්තය වෙත බලා යන ශ්‍රී ලංකා කණ්ඩායම එහිදී පුහුණු තරග දෙකක් ක්‍රීඩා කරන අතර ඉන් අනතුරුව චැම්පියන්ස් කුසලානයට පෙර එංගලන්තයේදී තවත් පුහුණු තරගයකට සහභාගී වීමට නියමිතය.  "}, {"headline": "මන්ත්‍රී වාහන බලපත්‍ර විකිණීම: මේ කරුණු දැන සිටියාද?", "date": "2017 මැයි 17", "news": "පාර්ලිමේන්තු මන්ත්‍රීවරුන් සිය දෙනෙකුට ආසන්න පිරිසක් තමන්ට හිමිවන තීරුබදු රහිත මන්ත්‍රී වාහන බලපත්‍රය වෙනත් පාර්ශවයකට විකුණා ඇති බවට වාර්තා පළ වේ.  නීතිවේදියෙකු විසින් එයට එරෙහිව ශ්‍රේෂ්ඨාධිකරණය වෙත පෙත්සමක් ගොනු කිරීමත් සමග මන්ත්‍රීවරුන්ට ලබා දෙන තීරුබදු රහිත වාහන බලපත්‍රය පිළිබඳ සමාජය තුළ යළි සංවාදයක් පැන නැගී තිබේ.  2016 වසර සඳහාවන අයවැය ඉදිරිපත් කරමින් මන්ත්‍රීවරුන් සහ රජයේ නිලධාරීන්ට වාහන බලපත්‍ර ලබා දීම අහෝසි කිරීමට ආණ්ඩුව යෝජනා කළ අතර එසේ බදු සහන ලබා දීම මගින් රජයට වාර්ෂිකව රුපියල් කෝටි හාරදහසක ආදායමක් අහිමිවන බව එයට හේතු වශයෙන් ආණ්ඩුව සඳහන් කළේය.  කෙසේ නමුත් මන්ත්‍රීවරුන්ගෙන් හා රජයේ නිලධාරීන්ගෙන් එයට එරෙහිව එල්ල වූ දැඩි විරෝධය හමුවේ යළිත් ඔවුන් වෙත තීරුබදු රහිත වාහන බලපත්‍ර ලබා දීමට ආණ්ඩුව කටයුතු කළේය.    මෙලෙස ලබාදුන් වාහන බලපත්‍ර තුන්වැනි පාර්ශවයකට විකිණීමට මන්ත්‍රීවරුන් හා රජයේ නිලධාරීන් කටයුතු කරන බව පවසන නීතිඥ නාගානන්ද කොඩිතුවක්කු එමගින් රටට ලැබිය යුතු විශාල බදු ආදායමක් අහිමිවන බව පෙන්වා දෙයි. මන්ත්‍රීවරුන්ට ලබා දී ඇති වාහන බලපත්‍රවලින් පමණක් රුපියල් කෝටි හත්දහසක මුදලක් රජයට අහිමිවන බව ඔහු කියා සිටී. සාමාන්‍යයෙන් මන්ත්‍රීවරයෙකුට ලබා දෙන වාහන බලපත්‍රයක් අලෙවි කිරීමෙන් එම මන්ත්‍රීවරයාට රුපියල් ලක්ෂ දෙසිය විස්සත් දෙසිය පනහත් අතර මුදලක් ලබා ගත හැකි බව මෝටර් රථ වාහන අලෙවිකරුවෝ පවසති. එලෙස විකුණු මන්ත්‍රී වාහන බලපත්‍රයක් මිලදී ගත් මෝටර් රථ අලෙවිකරුවකු වන සමන්ත පෙරේරා බීබීසී සිංහල සේවය වෙත කියා සිටියේ වර්තමානයේ ලබාදෙන වාහන බලපත්‍ර විකිණීමට කිසිදු තහනමක් නොමැති බවය.  මන්ත්‍රී වාහන බලපත්‍ර යටතේ මිල දී ගත් මෝටර් රථයක් වසර පහකට පසු පමණක් විකිණිය හැකි බවට පසුගිය පාලන සමයේ පැවති කොන්දේසිය මේ වන විට ඉන් ඉවත් කර ඇති බවත් ඔහු සඳහන් කළේය. එවක වසර පහක සීමාව පනවා තිබියදීත් හොර රහසේ එම මෝටර් රථ විකුණා දැමීම සිදු වූ නමුත් මේ වන විට මන්ත්‍රීවරුන්, වෛද්‍යවරුන් ඇතුළු රජයේ නිලධාරීන් ප්‍රසිද්ධියේම ඔවුන්ගේ වාහන බලපත්‍ර විකුණා දමන බව සමන්ත පෙරේරා පවසයි.  මන්ත්‍රීවරුන්ගෙන් වැඩි දෙනෙකු මිලදී ගෙන ඇත්තේ රුපියල් ලක්ෂ තුන්සිය පනහක් පමණ වන ටොයෝටා ලෑන්ඩ් කෘසර් රථය. ඇතැම් මන්ත්‍රීවරුන් ඒ හා සමාන වටිනාකමක් ඇති බීඑම්ඩබ්ලිව් හා මර්සිඩීස් බෙන්ස් රථ ගෙන්වා තිබේ.  එවැනි මන්ත්‍රීවරුන් හා නිලධාරීන් බහුතරයකට සිය රාජකාරි සඳහා නිල රථ ලබා දී ඇති බැවින් ඔවුහු මෙලෙස තම බලපත්‍ර විකුණා මුදල් ලබා ගැනීමට පෙළඹෙති.  ලක්ෂ හාරසීයක පමණ වටිනාකමකින් යුත් නිල රථ දෙකක් හිමිවන රජයේ අමාත්‍යවරුන්ට ද මෙම වරප්‍රසාදය හිමි වේ.  ආණ්ඩුව මෙන්ම ඒකාබද්ධ විපක්ෂ කණ්ඩායම නියෝජනය කරන පාර්ලිමේන්තු සාමාජිකයන් ද මන්ත්‍රී වාහන බලපත්‍ර විකිණීම සාධාරණීකරණය කර ඇති අතර   ඊට විරෝධය දක්වයි.  මන්ත්‍රීවරුන් විසින් තීරුබදු වාහන බලපත්‍ර අවභාවිත කරනු ලබන බව පවසන ජනතා විමුක්ති පෙරමුණ තමන් තීරුබදු රහිත වාහන බලපත්‍රවලින් මිල දී ගනු ලබාගන්නේ සාමාන්‍ය වාහන බව පමණක් පවසයි.  කෙසේ වෙතත් රජයට බදු මුදල් අහිමි කිරීම සම්බන්ධයෙන් නීතිවේදි නාගානන්ද කොඩිතුවක්කු ජනතා විමුක්ති පෙරමුණේ මන්ත්‍රීවරුන්ට ද චෝදනා එල්ල කරයි.  \"මන්ත්‍රී  වාහන ආනයනය කළ වහාම අලෙවි කළත්, කලකට පසුව අලෙවි කළත් රජයේ බදු ආදායම අඩු වීම එලෙසම සිදුවෙනවා. වෙනසකට තියෙන්නේ ජනතා විමුක්ති පෙරමුණේ මන්ත්‍රීවරුන් ඉන් ලැබෙන ලාභය පක්ෂ අරමුදලට බැර කිරීම සහ අනෙක් පක්ෂවල මන්ත්‍රීවරුන් එම ලාභය තම පවුලේ ගිණුමට බැර කිරීම. මේ දෙකේ කිසිම වෙනසක් නැහැ,\" යනුවෙන් නීතිවේදි නාගානන්ද කොඩිතුවක්කු කියා සිටී.  මුදල් අමාත්‍යංශයේ  පැවති පුවත් සාකච්ඡාවකදී  මාධ්‍යවේදියකු මන්ත්‍රී වාහන බලපත්‍ර විකුණා දැමීම පිළිබඳ  මුදල් අමාත්‍ය රවී කරුණානායකගෙන් විමසූ අතර ඔහු එහිදී කියා සිටියේ පසුගිය ආණ්ඩු සමයේ තීරු බදු රහිත වාහන 30,000 ක් පමණ ලබාදුන් අවස්ථාවේ ඒ සම්බන්ධයෙන් ප්‍රශ්න නොකළේ මන්ද යන්නයි.  \"මීට පෙර රථවාහන තිස් දහසක් පමණ තීරු බදු රහිතව ගෙන්වා තියෙනවා කිසිදු ප්‍රශ්නයක් නැතිව. ඔය අහල තියෙන්නේ කුහකකමකින් දේශපාලකයන් විතරක් මේ වාසිය ලබාගන්නවා කියලා. රජයේ සේවකයනුත් ඒ ආකරයෙන්ම මේක ලබාගන්නවා. ශ්‍රේෂ්ඨාධිකරණයේ අයත් ලබාගෙන තියෙනවා. ඉතින් ඇයි මේ එක කොටසක් ඉලක්ක කරලා තියෙන්නේ. එදා තිස් දහසකට තිබූ ප්‍රමාණය අපි පන්දහසකට විතර ගෙනත් අත්‍යවශ්‍ය අයට විතරයි දෙන්නේ,\" යනුවෙන් මුදල් ඇමතිවරයා පැවසීය තම මන්ත්‍රී වාහන බලපත්‍රය විකුණා එම මෝටර් රථ වෙනත් පුද්ගලයන්ගේ නමට ලියාපදිංචි කර දී ඇති පාර්ලිමේන්තු මන්ත්‍රීවරුන් සිය දෙනෙකුගේ නම් ලැයිස්තුවක් නීතිඥ නාගානන්ද කොඩිතුවක්කු විසින් අධිකරණයට ඉදිරිපත් කරනු ලැබ ඇත.  පසුගිය වසරේ මෙම පෙත්සම ඉදිරිපත් කිරීමෙන් අනතුරුව සිය වාහන බලපත්‍ර විකිණූ මන්ත්‍රීවරුන් ගණනාවක් ඒවා ලියාපදිංචියට යොමු නොකිරීමට වග බලා ගන්නා බවත් නීතිඥවරයා පවසයි. මේ තත්වය යටතේ අලුත් අයිතිකරුවන් ලියාපදිංචිය වෙනස් නොකොට මන්ත්‍රීවරයාගේ නමටම වාහනය තබා ගන්නා බවත් ඔහු කියා සිටී. මෝටර් රථ ආඥා පනතට අනුව එය වරදක් බවත් ඒ පිළිබඳවත් තමන් පැමිණිලි කර තිබෙන බවත් නීතිඥ නාගානන්ද කොඩිතුවක්කු වැඩිදුරටත් පවසයි. "}, {"headline": "ජාතික ලැයිස්තුව: අමාත්‍ය සරත් ෆොන්සේකාට නොතීසි", "date": "2017 මැයි 17", "news": "ග්‍රාමීය කර්මාන්ත සංවර්ධන අමාත්‍ය, ෆීල්ඩ් මාෂල් සරත් ෆොන්සේකාගේ පාර්ලිමේන්තු මන්ත්‍රී ධුරය අහෝසි කිරීමේ නියෝගයක් නිකුත් කරන්නැයි ඉල්ලා ගොනුකළ පෙත්සමක් සලකා බැලීමට ශ්‍රේෂ්ඨාධිකරණය තීන්දු කළේය. හිටපු දකුණු පළාත් සභා මන්ත්‍රී නීතිවේදී මේජර් අජිත් ප්‍රසන්න විසින් පෙත්සම ඉදිරිපත් කර තිබිණ. මන්ත්‍රී ධුරය සදහා පත්වීම ලබන විට සරත් ෆොන්සේකා ඇමතිවරයා එක්සත් ජාතික පක්ෂයේ සාමාජිකත්වය ලබා නොසිටි බව පවසන පෙත්සම්කරු, එක්සත් ජාතික පක්ෂයේ සාමාජිකයෙකු නොවන පුද්ගලයෙකු එම පක්ෂයේ ජාතික ලැයිස්තු මන්ත්‍රීවරයෙකු ලෙස පාර්ලිමේන්තුවට පත්කිරීම ව්‍යවස්ථා විරෝධී බව සිය පෙත්සමේ සඳහන් කරයි.  එබැවින් ෆීල්ඩ් මාෂල්වරයාගේ මන්ත්‍රී ධුරය අහෝසි කිරීමේ නියෝගයක් නිකුත් කරන මෙන් පෙත්සම්කරු ශ්‍රේෂ්ඨාධිකරණයෙන් ඉල්ලා සිටියි.  පෙත්සම කැඳ වූ අවස්ථාවේ මූලික විරෝධතාවක් මතුකළ නීතිපතිවරයා පෙත්සම විභාගයට නොගෙන ප්‍රතික්ෂේප කරන්නැයි අධිකරණයෙන් ඉල්ලීමක් කළේය. එහෙත් පෙත්සම සලකා බැලීමට ඉඩදෙන බව ශ්‍රේෂ්ඨාධිකරණයේ නිගමණය විය.  ඒ අනුව ලබන ජූලි මස 12 වෙනි දින පෙත්සම සලකා බලන බව ප්‍රකාශ කළ අධිකරණය එදිනට අධිකරණයේ පෙනී සිටින මෙන් සරත් ෆොන්සේකා අමාත්‍යවරයා ඇතුළු වග උත්තරකරුවන් වෙත නොතිසි යවන මෙන්ද පෙත්සම්කාර පාර්ශවයට දැනුම් දුන්නේය.  "}, {"headline": "ප්‍රංශ කැබිනට්ටුවෙන් අඩක් කාන්තාවන්ට", "date": "2017 මැයි 17", "news": "කලින් ප්‍රතිඥා දුන් පරිදි ස්ත්‍රී පුරුෂ සමාන නියෝජනයක් සහිත කැබිනට් මණ්ඩලයක් පත් කිරීමට ප්‍රංශයේ නව ජනාධිපති එම්මානුවෙල් මැක්‍රෝන් කටයුතු කරයි. ඒ අනුව කැබිනට් ඇමති ධුර විසි දෙකෙන් එකොළහක් කාන්තාවන්ට හිමි වේ. ආරක්ෂක අමාත්‍ය ධුරය සහ ක්‍රීඩා ඇමති ධුරය ද ඊට ඇතුළත්. සිල්වි ගුලාර්ඩ් ආරක්ෂක ඇමති ධුරය සඳහාත් ෆෙන්සින් ක්‍රීඩා (කඩු හරඹවලට සමාන ක්‍රීඩාවක්) ඔලිම්පික් ශූරියක වන ලෝරා ෆ්ලෙසල් ක්‍රීඩා අමාත්‍ය ධුරය සඳහාත් පත් කර ඇත. සියලු දේශපාලන මතවාද නියෝජනය වන පරිදි කැබිනට් මණ්ඩලය පත් කිරීමට ජනාධිපති මැක්‍රෝන් ගත් තීන්දුව හමුවේ දක්ෂිණාංශික කණ්ඩායම් වික්ෂිප්තව ඇති බව වාර්තාකරුවෝ පවසති.  \"ආර්ථික සහ මුදල් ඇමති ධුර සඳහා ජනාධිපති මැක්‍රෝන් පත් කර තිබෙන්නේ දක්ෂිණාංශික නියෝජිතයන් දෙදෙනෙක්. අභ්‍යන්තර සහ විදේශ කටයුතු සඳහා සමාජවාදීන් ද ආරක්ෂක සහ අධිකරණ කටයුතු සඳහා මධ්‍යස්ථ මතධාරීන් ද පත් කර තිබෙනවා\" පැරිසියේ සිටින බීබීසී වාර්තාකරු මාක් ලොවෙන්  පැවසීය. ජනතා ඡන්දයෙන් තේරී පත් දක්ෂිණාංශික මහජන නියෝජිතයන් එකසිය හැත්තෑ දෙනෙකු ජනාධිපති මැක්‍රෝන්ට සහාය දෙන බව පවසමින් ප්‍රකාශයකට අත්සන් තැබීම තවත් පාර්ලිමේන්තු මන්ත්‍රීවරු සිය ගණනක් විසින් මීට ඉහතදී විවේචනය කරනු ලැබීය. ප්‍රංශ මහ මැතිවරණය ලබන ජුනි මාසයේ පැවැත්වීමට නියමිතය. මධ්‍යස්ථ මතධාරියෙකු වන ජනාධිපති මැක්‍රෝන් සිය අගමැතිවරයා වශයෙන් පත් කරනු ලැබූ එදුවාර්ද් ෆිලිපේ දක්ෂිණාංශික රිපබ්ලිකන් පක්ෂ සාමාජිකයෙකි. "}, {"headline": "ඉරාන ජනපතිවරණයේ තියුණු තරගයක්", "date": "2017 මැයි 17", "news": "ඉරාන පුරවැසියන් ලබන 19 වෙනිදා නව ජනාධිපතිවරයෙක් තෝරා පත් කර ගැනීමට නියමිතය. ජනාධිපතිවරණයේ අවසානය දක්වා අපේක්ෂකයන් දෙදෙනෙකු අතර තියුණු තරගයක් පවතිනු ඇති බවට බලාපොරොත්තු පළ වේ. ජනාධිපතිවරණ අපේක්ෂකත්වය සඳහා 1,600 කට අධික සංඛ්‍යාවක් ලියාපදිංචි වී සිටිය ද අනුමැතිය හිමි වූයේ ඉන් හය දෙනෙකුට පමණි.   ජනාධිපතිවරණය සඳහා තරග කරන අපේක්ෂකයන් සියලු දෙනාම පුරුෂයන්ය.  2013 වසරේ බලයට පත් වූ එරට වත්මන් ජනාධිපති හසන් රුහානි එම ධුරය සඳහා තරග කරන්නේ දෙවන වරටයි. මධ්‍යස්ත මතධාරියෙකු ලෙස සැලකෙන වත්මන් ජනාධිපතිවරයාගේ වයස අවුරුදු හැට අටකි. ඉරාන න්‍යෂ්ටික වැඩසටහන සම්බන්ධයෙන් 2015 වසරේ දී ඇමරිකාව සමග එකඟත්වයකට පැමිණීමට ඔහුට හැකි විය. එය, ජනාධිපති රුහානිගේ ධුර කාලය තුළ ඔහු ලද විශාලතම සාර්ථකත්වය ලෙස සැලකේ. නමුත් ඉරානයේ විරැකියාව ඉහළ ගොස් ඇති අතර එහි වැඩිම බලපෑම එල්ල වී ඇත්තේ තරුණ ප්‍රජාවටයි. මේ අතර එතරම් ප්‍රසිද්ධ චරිතයක් නොවූ ගතානුගතිකවාදීන්ගේ සහාය හිමි දැඩි මතධාරී පූජකයෙකු වන එබ්‍රහීම් රයිසී නව රැකියා දස ලක්ෂ ගණනක් උත්පාදනය කරන බවට ප්‍රතිඥා දී තිබේ. පනස් හත් හැවිරිදි ජනාධිපති අපේක්ෂක රයිසී ආගමික ආයතන තුළ ප්‍රබල චරිතයකි. ජනපතිවරණය සඳහා කාන්තාවන් 137 දෙනෙකු නම් ඉදිරිපත් කර තිබුණ ද ඔවුන්ට ජනපති ධුරයට පත්වීමට නීතියෙන් අවසර නොමැත. ඉස්ලාමීය ජනරජයේ දිශානතිය තීන්දු කෙරෙන තීරණාත්මක මැතිවරණයක් ලෙස මෙවර ජනපතිවරණය සැලකේ.  ජනාධිපතිවරණ ප්‍රචාරණ ව්‍යාපාරයේ අවසන් දිනයේ සිය ආධාරකරුවන් ඇමතූ ජනාධිපති හසන් රුහානි ප්‍රචණ්ඩකාරී ක්‍රියාවල නොයෙදෙන මෙන් ඉල්ලා සිටියේය. තම මැතිවරණ ප්‍රචාරක පුවරුවලට හානි කිරීම සඳහා සිය ප්‍රතිවාදීන් සුදානම් වෙමින් සිටින බව ඔහු එහිදී සඳහන් කළේය. "}, {"headline": null, "date": null, "news": ""}, {"headline": "සමලිංගික 'වරදට' වේවැල් පහර 85ක්", "date": "2017 මැයි 18", "news": "සමලිංගික තරුණයන් දෙදෙනෙකුට වේවැල් පහර අසූපහක දඬුවමක් ලබා දීමට ඉන්දුනීසියාවේ අචේ ප්‍රාන්තයේ ශරියා උසාවියක් නියෝග කරයි. විසි හැවිරිදි සහ විසිතුන් හැවිරිදි මෙම තරුණයන් දෙදෙනා යහන්ගතව සිටියදී, සමලිංගික විරෝධී කණ්ඩායමක් විසින් අල්ලාගනු ලැබූ බව පසුගිය මාර්තු මාසයේදී වාර්තා විය. එවක් පටන් ඔවුන් දෙදෙනා අත්අඩංගුවේ පසුවෙති. අචේ ප්‍රාන්තයේ ශරියා උසාවිය නිවේදනය කළේ මෙම චූදිතයන් ඉස්ලාමීය නීතිය උල්ලංඝනය කර ඇති බවය. සමලිංගිකව එක්වූ බවට චෝදනා ලත් මෙම තරුණයන් දෙදෙනාට වේවැල් පහර අසූවක් ලබා දෙන ලෙස පැමිණිල්ලේ නීතිවේදීන් අධිකරණයෙන් ඉල්ලා සිටි නමුත් වේවැල් පහර 85ක් ලබාදෙන ලෙස විනිසුරුවරයා නියෝග කර තිබේ. ශරියා නීතිය අනුව ලබා දිය හැකි උපරිම වේවැල් පහර ගණන වන්නේ සියයකි. මීට පෙර වේවැල් පහර ලබාදී ඇත්තේ සූදුවේ යෙදීම සහ මත්පැන් පානය යන චෝදනාවලට වැරදිකරුවන් වූ අයට පමණි. මුස්ලිම් බහුතරයක් වෙසෙන ඉන්දුනීසියාවේ අනෙකුත් ප්‍රාන්තවල සමලිංගිකත්වය නීතියෙන් තහනම් කර නොමැති නමුත් අචේ ප්‍රාන්තය තුළ පමණක් ශරියා නීතිය ක්‍රියාත්මක කිරීමට අවසරය ලබාදී තිබේ. එම ප්‍රදේශය තුළ හටගත් කැරැල්ලක් නිමාවට ගෙන ඒම සඳහා එවකට ඇතිකරගත් එකඟතා අනුව මධ්‍යම ආණ්ඩුව විසින් එකී බලතල අචේ ප්‍රාන්තයට පවරන ලදී. පුද්ගලයන්ට වෙනස්කම් සිදුකිරීම සඳහා ඉවහල්වන, අචේ ප්‍රාන්තයට විශේෂිත වූ නීති තහනම් කරන ලෙස 'හියුමන් රයිට්ස් වොච්' මානව හිමිකම් සංවිධානය ඉන්දුනීසියානු ජනාධිපති ජොකෝ විඩෝඩෝ ගෙන් ඉල්ලීමක් කර තිබේ. "}, {"headline": "ඉරාන් ජනාධිපතිවරණය; ජය කාටද?", "date": "2017 මැයි 18", "news": "ඉරානයේ ඡන්දදායකයන් මැයි 19 වෙනි දා උදෑසන පටන් සිය මීළඟ ජනාධිපතිවරයා තෝරාපත් කර ගැනීම සඳහා පිහිටුවා ඇති ඡන්ද මධ්‍යස්ථාන ඉදිරිපිට පෝලිම් ගැසෙනු ඇත. මෙය ඉරාන් විප්ලවයෙන් පසු එරට පැවැත්වෙන දොළොස් වෙනි ජනාධිපතිවරණයි. වයස අවුරුදු දහඅට සම්පූර්ණ කර සිටින කෝටි පහ හමාරක් පමණ ලියාපදිංචි ඉරාන ජාතිකයන් මෙවර ජනාධිපතිවරණයේ දී ඡන්දය දීමට සුදුසුකම් ලැබ සිටින අතර විදේශගත සිය පුරවැසියන්ට ද ඡන්දය දීම සඳහා ඇමෙරිකා එක්සත් ජනපදය ද ඇතුළුව රටවල් 103 ක ඡන්ද මධ්‍යස්ථාන පිහිටුවීමට 'ටෙහෙරාන්' මැතිවරණ නිලධාරීන් විසින් පියවර ගනු ලැබ ඇත. එහෙත් කැනඩාව සහ ඉරානය සමඟ රාජ්‍යතාන්ත්‍රික සම්බන්ධතා අත්හිටුවා ඇති රටවල් දෙකක් එවැනි ඡන්ද මධ්‍යස්ථාන පිහිටුවනු ලැබීම ප්‍රතික්ෂේප කර ඇත. වයස අවුරුදු දහඅට ඉක්මවූ ඉරාන් පුරවැසියන් ජනාධිපතිවරණය සඳහා සුදුසුකම්  ලබන නමුත්  එසේ ඉදිරිපත් වෙන පුද්ගලයන්  අතරින් සුදුසු අපේක්ෂකයන් වන්නේ කවුරුන්ද යන්න තීන්දු කරනු  ලබන්නේ මැතිවරණ අධීක්ෂණ ආයතනය(EMA)  සහ ඉරාන් උත්තරීතර ආගමික පාලක සභාව මගිනි. 2009 ජනධිපතිවරණය සඳහා ඉරාන් ජාතිකයන් 36000 ක් අපේක්ෂකයන් හැටියට ලියාපදිංචි වීමේ වාර්තාවක් ඇති අතර එහෙත් ඉහත කී නිල ආයතන මගින් තෝරා ගනු ලැබුණේ ඔවුන් අතරින් කීපදෙනකු පමණි.   උදාහරණයක් වශයෙන් කාන්තාවන් ද ජනාධිපති ධූර අපේක්ෂකත්වය ඉල්ලා ලියාපදිංචි වෙන නමුත් ඔවුන් නිසැක ලෙසම ප්‍රතික්ෂේප කරනු ලැබෙති. ක්‍රිස්තු පූර්ව හයවෙනි සියවස තරම් ඈතට විහිද යන ඓතිහාසික උරුමයක් සහිත පෞරාණික පර්සියානු අධිරාජ්‍යයට අයත් භූමියේ පිහිටි වත්මන් ඉරානයේ  දැනට බල පැවැත්වෙන ජනරජ ආණ්ඩුක්‍රම ව්‍යවස්ථාව ප්‍රතිෂ්ඨාපනය කරන ලද්දේ 1979 ඉරාන් විප්ලවයෙන් පසුවයි. බටහිර රාජ්‍යයන් විසින් \"ඉරාන් ඉස්ලාමීය විප්ලවය\" ලෙස හඳුන්වනු ලබන 1979 වසරේ මහජන නැගිටීම මගින්   එතෙක් බලයේ සිටි රේෂා මොහොම්මඩ් ෂා පහ්ලාවි (Reza Mohommed Shah Pahlavi )අධිරාජයා සිහසුනෙන් මෙන්ම රටින් ද පළවා හරින ලද අතර ඉන්  අනතුරුව පිහිටුවන ලද 'ඉරාන් ඉස්ලාමීය ජනරජ ආණ්ඩුක්‍රම ව්‍යවස්ථාව' මගින්  දැනට ක්‍රියාත්මක වෙන ජනාධිපති පදවිය නීතිගත කරනු ලැබුණි.   එම නව ව්‍යවස්ථාව මගින් ප්‍රකාශයට පත් කරන ලද ඉරාන් ඉස්ලාමීය ජනරජයේ පළමු ජනාධිපතිවරණය 1980 වසරේ ජනවාරි මාසයේ පැවැත්වුන අතර අබුල්හසන් බනි සදර් ( Abolhasan Bani-Sadr) පළමු ඉරාන් ජනාධිපතිවරයා හැටියට ඉතිහාසයට එක්විය. ඉරාන් ආණ්ඩුක්‍රම ව්‍යවස්ථාව අනුව ජනාධිපතිවරයකුට බලයේ රැඳී සිටිය හැකි ධූර කාලය වසර හතරකට සීමාවෙයි. 1979 වසරේ අප්‍රියෙල් මාසයේ දී ඉරානය ජනරජයක් හැටියට ප්‍රකාශයට පත් කරන ලද නමුත් ආගම පමණක් නොව රටතුළ සැබෑ දේශපාලන බල අධිකාරියත්  තම අණසක යටතේ පවත්වා ගැනීමට ඉස්ලාමීය ආගමික බල මණ්ඩලය(Qum) යත්න දරයි. රේසා ෂා අධිරාජයා පළවා හරිනු ලැබීමෙන් අනතුරුව අධිරාජ පාලන සමයේ වසර දාහතරක් රටින් පිටව ප්‍රංශයේ ජීවත් වූ ඉස්ලාමීය ආගමික නායක  අයතුල්ලා රුහොල්ලා කොමෙයිනි ( Ayatollah Ruhollah Khomeini) 1979 පෙබරවාරි මාසයේ 'ටෙහෙරාන්' අගනුවරට පෙරළා පැමිණි අතර ඔහු  ඉන්පසු රටේ සැබෑ  නායකයා බවට පත්විය. ජනමත විචාරණයකින්  පසු එම වසරේ අප්‍රියෙල් මාසයේ දී  ඔහු විසින්ම ඉරාන් ඉස්ලාමීය ජනරජය පිහිටුවන ලද නමුත් ළදරු ජනරජ පාලන තන්ත්‍රයේ අවසන් තීන්දු ගැනීමේ බලය අයතුල්ලා රුහොල්ලා කොමෙයිනි ප්‍රමුඛ උත්තරීතර ආගමික මණ්ඩලයට පවරා ගනු ලැබුණි. දශක හතරකට අසන්න ඉරාන් ජනරජ ඉතිහාසයේ බලයට පත් ජනාධිපතිවරුන් කීප දෙනකුටම ඔවුන්ගේ  ප්‍රතිසංස්කරණවාදී ඉදිරි  ක්‍රියාමාර්ග උත්තරීතර ආගමික බල මණ්ඩලයේ බලපෑම හමුවේ පෙරට ගෙනයාම අසීරු විය. ඉරානයේ හිටපු ජනාධිපති මහ්මුද් අහ්මදිනිජාඩ්ට(Mahmoud Ahmadinejad) සිය ජ්‍යෙෂ්ඨ නියෝජ්‍ය ජනාධිපතිවරයා පදවියෙන් ඉවත් කිරීමට සිදුවීම  ඉරානයේ සුපිරි නායක අයතොල්ලා අලි කොමෙයිනි ගේ දේශපාලන බලපෑම කොතරම්ද යන්න ප්‍රදර්ශනය කෙරුණ මෑත නිදර්ශනයකි.  ඉරාන් මජ්ලිස් ( Iranian Majlis) යනුවෙන් පර්සියානු භාෂාවෙන් ව්‍යවහාර කෙරෙන ඉරාන් පාර්ලිමේන්තුව සාමාජිකයන් 290 කින් යුක්තවෙයි. ඉරාන් විප්ලවයට පෙර පැවති පාර්ලිමේන්තුව 'මජ්ලිස්' යනුවෙන් හැඳින්වුන පහළ  මන්ත්‍රී මණ්ඩලයකින් සහ ඉහළ මන්ත්‍රී මණ්ඩලය වූ සෙනෙට් සභාවක් සහිතව ද්විමාණ්ඩලික  ව්‍යවස්ථාදායකයක් විය. විප්ලවයෙන් අනතුරුව ප්‍රතිව්‍යුහගත කරන ලද නව ව්‍යවස්ථා රාමුව තුළ එම සෙනේට් සභාව අහෝසි කරන ලද අතර අභිනවයෙන් පිහිටුවන ලද වත්මන් ව්‍යවස්ථාදායකය ඒකීය මණ්ඩලයක් වන අතර එහි නිල කාලය වසර හතරකට සීමාවෙයි.  දෝෂාභියෝගයක් සම්මත කරනු ලැබීමෙන් ජනාධිපතිවරයා පදවියෙන් ඉවත් කිරීම් බලය එම පාර්ලිමේන්තුව සතුවෙයි. දැනට බලයේ සිටින ජනාධිපති හසන් රුහානි(Hassan Rouhani) පදවිය භාර ගන්නා ලද්දේ  2013  ජනාධිපතිවරණයෙන් ලද ජයග්‍රහණයෙන් අනතුරුවයි.  මැයි 19 වෙනිදා මෙවර  ජනපතිවරණ සටන තුළ අපේක්ෂකයන් සතරදෙනකු සිටින අතර ඔවුන්  අතරින් ප්‍රධාන තරඟය පවතින්නේ  බලයේ සිටින ජනාධිපති හුසේන් රුහානි සහ දැඩි මතධාරී පූජකයෙකු වන ඊබ්‍රාහිම් රෙයිසි (Ebrahim Raisi)  අතරයි. 'ග්ලාස්ගෝ' සරසවියේ ආචාර්ය උපාධිධරයකු වන හැටඅට හැවිරිදි ජනාධිපති රුහානි ප්‍රතිසංස්කරණවාදී මධ්‍යස්ථ මතධාරියකු ලෙස සැලකෙන අතර ඔහුගේ ප්‍රධාන ප්‍රතිවාදී ඊබ්‍රාහිම් රේසි ඉරාන් ඉස්ලාමීය පූජක තන්ත්‍රය සමඟ බැඳුන ගතානුගතිකවාදී දේශපාලනඥයකු ලෙස විග්‍රහ කරනු ලැබ ඇත.  මෙවර ජනපතිවරණ සටනට සියයකට අධික කාන්තාවන් ද අයදුම්පත් ඉදිරිපත්කර තිබුනත් ඒවා ප්‍රතික්ෂේප කරනු ලැබුණි.  "}, {"headline": "මහේල හා සංගාගේ රූ ලෝඩ්ස් පිටියේ", "date": "2017 මැයි 18", "news": "ශ්‍රී ලංකා ක්‍රිකට් කණ්ඩායමේ හිටපු නායකයන් දෙපළක් වන මහේල ජයවර්ධන සහ කුමාර් සංගක්කාරගේ ආලේඛ්‍ය සිතුවම් දෙකක් එංගලන්තයේ ලෝඩ්ස් ක්‍රීඩාංගනයේ ප්‍රේක්ෂකාගාරය තුළ හෙට (මැයි 18) විවෘත වීමට නියමිතය. මිඩ්ල්සෙක්ස් සහ සරේ ක්‍රිකට් කණ්ඩායම් අතර හෙට පැවැත්වීමට නියමිත ප්‍රාන්ත ශූරතා තරගයේ ආරම්භක දිනයේදී එම සිතුවම් මහජන ප්‍රදර්ශනය සඳහා විවෘත කෙරෙන බව ක්‍රිකට් ක්‍රීඩාවේ මහගෙදර ලෙස සැළකෙන එම්සීසී ක්‍රිකට් සමාජයට අයත් ලෝඩ්ස් ක්‍රීඩාංගනයේ පරිපාලනය පවසයි. සිය රුව සහිත සිතුවම පසුකරමින් සරේ ප්‍රාන්ත කණ්ඩායම වෙනුවෙන් ක්‍රීඩා කිරීමට නියමිත කුමාර් සංගක්කාර ක්‍රීඩා පිටියට පිවිසෙනු ඇත.  මහේල ජයවර්ධන සහ කුමාර් සංගක්කාරගේ රුව සිතුවමට නගා ඇත්තේ  එංගලන්තයේ සරේ ප්‍රාන්තයේ චිත්‍ර ශිල්පියෙකු වන ඇන්තනි විලියම්ස්ය.  ශ්‍රී ලංකා ක්‍රිකට් ඉතිහාසයේ බිහි වූ දැවැන්තයන් දෙපළකගේ රුව සහිත සිතුවම් විවියන් රිචඩ්ස් සහ ග්ලෙන් මැක්ග්‍රා ගේ රුව සහිත සිතුවම් අතරට එක් වේ.  \"එම්සීසී ක්‍රිකට් සමාජය විසින් සිතුවමක් සඳහා ආරාධනා කරන ලද මොහොතේ මට නිහතමානී සතුටක් දැනුණා. ලෝඩ්ස් පිටියේ සිතුවම් අතරට මගේ රුව එක්වීම විශාල ගෞරවයක් ලෙස සළකනවා\" යනුවෙන් කුමාර් සංගක්කාර පැවැසූ බව ලෝඩ්ස් ක්‍රීඩාංගනයේ නිල වෙබ් අඩවිය වාර්තා කරයි. "}, {"headline": "බ්‍රිතාන්‍ය අගමැතිනියගේ මැතිවරණ පොරොන්දු", "date": "2017 මැයි 18", "news": "ජුනි අටවෙනිදා පැවැත්වෙන මහමැතිවරණය සඳහා බ්‍රිතාන්‍ය කොන්සර්වේටිව් පක්ෂය ඡන්දදායකයන් වෙත ඉදිරිපත් කරන සිය ප්‍රතිපත්ති ඇතුළත් මැතිවරණ ප්‍රකාශනය අද (18) එළිදක්වනු ලැබුණි. සිය ප්‍රතිපත්ති ප්‍රකාශය එළිදක්වමින් බ්‍රිතාන්‍ය අගමැතිනි තෙරේසා මේ කියා සිටියේ ශක්තිමත් ආර්ථිකයක් ඇතිකිරීම සහ යුරෝපා හවුලෙන් ඉවත්වීම සඳහා ප්‍රමුඛත්වය ලබාදෙන බවය. අදායම් බදු ඉහළ නොදමන බවට 2015 දී කොන්සර්වේටිව් පක්‍ෂය ලබා දී තිබුණු මැතිවරණ පොරොන්දුව මෙවර මැතිවරණ ප්‍රකාශනයෙන් ඉවත් කර තිබීම විශේෂත්වයකි. යුරෝපා හවුලෙන් ඉවත්වීම හේතුකොටගෙන ආර්ථිකයට ඇතිවන බලපෑමට මුහුණ දීම සඳහා පංචවිධ ප්‍රමුඛතා සැලැස්මක් අගමැතිනිය විසින් හඳුන්වා දෙනු ලැබ තිබේ. කෙසේ නමුත් වැට් බද්ද ඉහළ නොදමන බවට ඇය මෙම ප්‍රතිපත්ති ප්‍රකාශයෙන් ප්‍රතිඥා දී තිබේ. බ්‍රිතාන්‍යයේ කොන්සර්වේටිව් පක්‍ෂය ඉදිරිපත් කළ ප්‍රතිපත්ති ප්‍රකාශනයේ ඇති පොරොන්දු අතර ප්‍රධාන තැනක් ගන්නා කිහිපයක් මෙසේය. මේ අතරතුර බ්‍රිතාන්‍යයේ ලේබර් පක්‍ෂය කියා සිටින්නේ ජීවන මට්ටම, සෞඛ්‍ය සේවා වියදම්, පාසල් සඳහා කෙරෙන වියදම් සහ අයවැය පරතරය වැනි කාරනා පිළිබඳව කොන්සර්වේටිව් පක්‍ෂය ලබා දුන් පොරොන්දු 50ක් පසුගිය දෙවසර ඇතුළත කඩකර ඇති හෙයින් තවදුරටත් ඔවුන් විශ්වාසකළ නොහැකි බවය. බ්‍රිතාන්‍ය ලේබර් පක්ෂයේ මැතිවරණ ප්‍රකාශනය ද පසුගියදා ඡන්ද දායකයන් අතට පත් කරනු ලැබුණි. එම පක්ෂයේ ප්‍රතිපත්ති ඇතුළත් මැතිවරණ ප්‍රකාශනය එළි දැක්වුණේ ලේබර් පක්ෂ නායක ජෙරමි කෝබින් අතිනි. "}, {"headline": "මේ යෝධ බළලා ගිනස් පොතට යාවිද?", "date": "2017 මැයි 17", "news": "සෙසු බළලුන්ට වඩා ශරීර ප්‍රමාණයෙන් විශාල, යෝධ බළලෙකු පිළිබඳ ඕස්ට්‍රේලියාවෙන් වාර්තා වේ. ස්ටෙෆි හර්ස්ට් විසින් කුඩා ඕමාර් හදා වඩා ගනු ලැබුවේ 2013 වසරේදී. එවක ශරීර ප්‍රමාණය අතින් ඕමාර් සහ ඔහුගේ සහෝදර සහෝදරියන් අතර  එතරම් වෙනසක් දක්නට නොලැබිණි.  ඕස්ට්‍රේලියාවේ මෙල්බර්න් නුවර වෙසෙන ස්ටෙෆි හර්ස්ට්ගේ නිවසේ හැදී වැඩෙන ඕමාර් මේ වන විට අඩි 3 අඟල් 11 ක් දක්වා දිගට වැඩි ඇත. ඕමාර්ගේ බාර කිලෝග්‍රෑම් 14 කි. ඒ අනුව නිවෙස්වල ඇති කරන බළලුන් අතරින් දිගින් වැඩිම බළලා ඕමාර් විය හැක. අන්තර්ජාලය තුළ ජනප්‍රියත්වයක් දිනා ගත් ඕමාර් දුටු ගිනස් ලෝක වාර්තා ආයතනය ස්ටෙෆි හර්ස්ට් අමතා ඔහුගේ ශරීර ප්‍රමාණය පිළිබඳ දත්ත ලබා දෙන ලෙස ඉල්ලීමක් කර තිබේ. දැනට ගිනස් වාර්තා පොතට එක් වී සිටින දිගම බළලාගේ ශරීරයේ දිග ප්‍රමාණය අඩි 3 යි අඟල් 10.59 කි. ඕමාර් ගේ හිමිකාරිය ස්ටෙෆි හර්ස්ට් සති දෙකකට පෙර ඕමාර් නමින් සමාජ ජාල ගිණුමක් ආරම්භ කර ඇති අතර එහි පළ වූ එක් ඡායාරූපයක් 270,000 වාරයක් හුවමාරු (Share) වී තිබේ. එතැන් පටන් ඕමාර් ඕස්ට්‍රේලියාවේ ප්‍රමුඛ පෙළ පුවත්පත් සහ ජාතික රූපවාහිනි නාලිකාවල තරුවක් බවට පත් වී ඇත.  "}, {"headline": "උතුරේ සහ දකුණේ යුද සමරු වැඩසටහන්", "date": "2017 මැයි 18", "news": "ශ්‍රී ලංකාවේ සිවිල් යුද්ධය නිමවීමේ අටවෙනි සංවත්සරය අදට (මැයි 18) යෙදී ඇත. ශ්‍රී ලංකා ආණ්ඩුව විසින් 'මැයි දහඅට වෙනිදා' ශ්‍රී ලංකාවේ තිස් අවුරුදු සිවිල් යුද්ධය නිල වශයෙන් නිම වූ දිනය හැටියට ප්‍රකාශයට පත් කරන ලද්දේ 2009 මැයි 18 වෙනි දිනය.  ශ්‍රී ලංකා ආණ්ඩුවේ හමුදා සහ LTTE සංවිධානය අතර පැවති අවසන් ගැටුම් මුල්ලිවෛක්කාල් භූමියේදී ආණ්ඩුවේ හමුදාවේ ජයග්‍රහණයෙන් නිම විය.  එම යුද්ධයේ දී  මරණයට පත්වූවන් සිහිපත් කිරීම සඳහා මුල්ලිවෛක්කාල් හි සංවිධානය කර ඇති අනුස්මරණ උත්සව  මුලතිව් මහේස්ත්‍රාත් අධිකරණය  විසින් තහනම් කරනු ලැබුණි. උතුරේ සුවිශේෂී ස්ථානයන්හි  සමරු වැඩසටහන් පවත්වනු ලැබීම \"රටේ එකමුතුභාවයට ජාතික ආරක්ෂාවට සහ සාමයට තර්ජනයක්\" වන හෙයින් එම උත්සව තහනම් කරන මෙන් මුලතිව් පොලිසිය මහේස්ත්‍රාත් අධිකරණයෙන් ඉල්ලීමක් කළ අතර අධිකරණ තීන්දුව දී ඇත්තේ ඒ අනුවය. එහෙත් එම තීන්දුව සිවිල් සමාජ ක්‍රියාධරයන්ගේ දෝෂ දර්ශනයට ලක්විය. කෙසේවුවද, අද (මැයි 18) මුල්ලිවෛක්කාල් හි සංවිධානය කර තිබුණ සමරු වැඩසටහන්වලට දෙමළ ජාතික සන්ධානයේ නායක ආර්.සම්බන්ධන් සහ උතුරු පළාත් සභාවේ මහ ඇමති සී.වී.විග්නේශ්වරන් සහභාගී වී ඇත. මේ අතර වෙනත්  ස්ථාන කීපයක ද යුද ජයග්‍රහණ සැමරුම් උත්සව පැවැත්වුණි. ආණ්ඩුවේ නිල \"රණවිරු සමරුව\" හෙට (මැයි 19) රණවිරු ස්මාරකය අසල දී ජනාධිපති මෛත්‍රීපාල සිරිසේන, අගමැති රනිල් වික්‍රමසිංහ ඇතුළු ආණ්ඩුවේ නායකයන් සහ යුද හමුදා ප්‍රධානීන්ගේ සහභාගිත්වයෙන් සිදු කිරීමට කටයුතු යොදා ඇත. "}, {"headline": "'චීන ජෙට් යානා දෙකකින් ඇමරිකානු ගුවන් යානයකට බාධා'", "date": "2017 මැයි 19", "news": "චීන ජෙට් යානා දෙකක් විසින් ඇමරිකානු ගුවන් යානයකට මග අවුරමින් \"වෘත්තීය නොවන ආකාරයට\" බාධා කරනු ලැබූ බවට එක්සත් ජනපද හමුදාව චෝදනා කරයි. එක් චීන ජෙට් යානයක් තම ගුවන්යානය ආසන්නයටම පැමිණි බවත් ඒ අවස්ථාවාදී චීන ජෙට් යානය සහ ඇමරිකානු ගුවන් යානය අතර පරතරය මීටර 45ක් තරම් පටු වූ බවත් ඇමරිකානු බලධරයෙක් සීඑන්එන් රූපවාහිනියට පැවසීය. මෙම අවස්ථාවේ දී චීන ජෙට් යානය උඩුයටිකුරු ආකාරයට තම ගුවන් යානයට ඉහලින් පියාසර කරවූ බව ද ඔහු ප්‍රකාශ කළේය. එක්සත් ජනපදය පවසන්නේ විකිරණශීලීතාව මැනබැලීමේ ක්‍රියාන්විතයක තම ගුවන් යානය නැගෙනහිර චීන මුහුදට ඉහළින් ජාත්‍යන්තර ගුවන් කලාපයේ පියාසර කරමින් සිටි බවය. මෙම සිද්ධිය පිළිබඳව මෙතෙක් චීනය කිසිදු ප්‍රතිචාරයක් දක්වා නොමැත. නමුත් එක්සත් ජනපදය තම මුහුදු කලාපයට ඉහළින් ගුවන් යානා පියාසර කරවීම පිළිබඳව නිරන්තරයෙන් චීනය තම විරෝධය පළකරයි. "}, {"headline": null, "date": null, "news": ""}, {"headline": "FBI පරීක්ෂණය ඉතිහාසයේ ලොකුම දඩයම - ට්‍රම්ප්", "date": "2017 මැයි 18", "news": "ඇමෙරිකානු ඉතිහාසයේ දේශපාලන නායකයෙකුට එරෙහිව දියත් වූ දැවැන්තම දඩයමට තමන් මුහුණ දෙමින් සිටින බව ජනාධිපති ඩොනල්ඩ් ට්‍රම්ප් පවසයි. ට්විටර් පණිවුඩයක් නිකුත් කරමින් ජනාධිපතිවරයා ඒ බව කියා සිටියේ ඔහුගේ ජනාධිපතිවරණ ව්‍යාපාරයට රුසියාවේ බලපෑමක් පැවතියේ ද යන්න පිළිබඳ පරීක්ෂා කිරීම සඳහා විශේෂ විමර්ශකයෙකු පත් කිරීම සම්බන්ධයෙන් අදහස් දක්වමිනි. FBI හෙවත් මධ්‍යම විමර්ශන කාර්යාංශයේ හිටපු අධ්‍යක්ෂවරයෙකු වන රොබට් මුලර් අදාළ විමර්ශන කටයුතුවල ප්‍රධානියා වශයෙන් පත් කරනු ලැබ ඇත. විමර්ශනය සඳහා රොබට් මුලර් නම් කිරීම සම්බන්ධයෙන් අදහස් දක්වමින් ඇමරිකා එක්සත් ජනපදයේ නියෝජ්‍ය නීතිපතිවරයා කියා සිටියේ පොදු යහපත පිළිබඳ අවධානය යොමු කර ඒ සඳහා ට්‍රම්ප් පරිපාලනයෙන් බාහිර පුද්ගලයෙකු පත් කළ බවය.  තමන්ට සැඟවීමට යමක් නැති නම් ජනාධිපතිවරණය සඳහා රුසියාව අතපෙවූ බවට එල්ල වන චෝදනා සම්බන්ධයෙන් ස්වාධීන විමර්ශනයක් පැවැත්වීමට ජනාධිපති ට්‍රම්ප් ඉඩ දිය යුතු බව ඩිමොක්‍රටික් පක්ෂයේ ඉහළ පෙළ සාමාජිකාවක් පැවසීය. අදාළ චෝදනාව සැඟවීම සඳහා උත්සාහයක් තිබුණේ දැයි යන සැකය ස්වාධීන පරීක්ෂණයක් පැවැත්වීමෙන් දුරු කර ගත හැකි වනු ඇතැයි ඩිමොක්‍රටික් පක්ෂයේ ඉහළ පෙළ කොංග්‍රස් සාමාජිකාවක වන නැන්සි පෙලෝසි කියා සිටී.  ඒ සම්බන්ධයෙන් විමර්ශනය කිරීම සඳහා හිටපු FBI ප්‍රධානියෙකු පත් කර ඇතත් ට්‍රම්ප් ජනාධිපතිවරයා යටතේ පවතින අධිකරණ දෙපාර්තමේන්තුවේ අධීක්ෂණය යටතේ එම පරීක්ෂණ සිදු කෙරෙනු ඇති බවත් ඇය පෙන්වා දෙයි. මේ අතර ධවල මන්දිරයේ පැවති හමුවක් අතරතුර ඇමරිකානු ජනාධිපති ඩොනල්ඩ් ට්‍රම්ප් තමන් වෙත රාජ්‍ය රහස් හෙළි කළ බවට පළ වන වාර්තා රුසියානු විදේශ අමාත්‍ය සෙර්ගේයි ලවුරෝෆ් යළිත් ප්‍රතික්ෂේප කළේය. "}, {"headline": "දාහත් හැවිරිදි 'ලිංගික වහලියක්'", "date": "2017 මැයි 19", "news": "ලිංගික වහල් සේවය සඳහා සිරකරගෙන සිටි බව පැවසෙන ගැහැණු ළමයෙකු නිවසින් පලායමින් සිටියදී හමුවී ඇතිබව ඔස්ට්‍රේලියානු පොලිසිය පවසයි. දාහත් හැවිරිදි ගිනීයා ජාතික යෞවනියට රැකියාවක් ලබාදෙන බව පවසමින් පසුගිය අප්‍රේල් මාසයේදී යම් පුද්ගලයෙකු විසින් සිඩ්නි නුවරට රැගෙන එනු ලැබ ඇති බව නිව් සවුත් වේල්ස් පොලිසිය ප්‍රකාශ කළේය. එම පුද්ගලයා විසින් තමා නිවසක රඳවනු ලැබ සිටි බවත් එතැනින් පලායන තුරු පුද්ගලයන් කිහිප දෙනෙකුගෙන්ම තමන් ලිංගික අතවරයට ලක්වූ බවත් ඇය චෝදනාකර තිබේ. ඇයට එම නිවසින් පලායාමට අවස්ථාව ලැබී ඇත්තේ අප්‍රේල් විසිහත් වැනිදා ය. පලායමින් සිටියදී හමුවූ කාන්තාවක් විසින් ඇය ප්‍රජා මධ්‍යස්ථානයකට භාරදෙනු ලැබ තිබේ. ඔස්ට්‍රේලියානු පොලිසියේ, ලිංගික අපරාධ සහ මිනිස් ජාවාරම් මැඬලීමේ බලකාය මේ පිළිබඳව පරීක්‍ෂණ පවත්වමින් සිටිති. ලිංගික වහල් සේවයට යොදාගත් බව පැවසෙන මෙම ගැහැණු ළමයා මේවනවිට රෝහල්ගතව සිටින්නීය. ඇය පොලිසියට ප්‍රකාශ කර ඇත්තේ තමන්ට රැකියාවක් ලබාදෙන බවට පොරොන්දු වූ පුද්ගලයා ගිනීයා රාජ්‍යයේ දී තමන්ට හමුවූයේ පසුගිය ජනවාරියේදී බවය. අනතුරුව ඔහු විසින් පැරිසිය හරහා ඔස්ට්‍රේලියාවට තමන් රැගෙන එනු ලැබූ බවත් ඇය පවසා තිබේ. 17 හැවිරිදි මෙම යෞවනියට ලිංගික අතවර කළ බව පැවසෙන පිරිස සොයා පොලිසිය විමර්ශන දියත්කර තිබේ. "}, {"headline": "පිටුවහල් කරන්න එපා: රෝහින්ග්‍යා අනාථයෝ", "date": "2017 මැයි 18", "news": "තමන් එක්සත් ජාතීන්ගේ සංවිධානයේ හෝ සංක්‍රමණිකයන් පිළිබඳ ජාත්‍යන්තර ආයතනයේ (IOM) පාලනය යටතට පත්කරන මෙන් ඉන්දියාවේ සිට ශ්‍රී ලංකාවට ලඟා වූ රෝහින්ග්‍යා අනාථයන් පිරිස ඉල්ලා සිටිති.  ඔවුන්ගේ ඉල්ලීම පිළිබඳව සාකච්ඡා කිරීම පිණිස සිකුරාදා (මැයි 19) සරණාගතයින් පිළිබඳ එක්සත් ජාතීන්ගේ ආයතනයේ (UNHCR) නියෝජිතයන් මුණ ගැසෙන බව ඔවුන් වෙනුවෙන් පෙනී සිටින නීතිවේදී ෂිරාස් නූර්දීන් බීබීසී සිංහල සේවයට පැවසීය.  ඕස්ට්‍රේලියාව බලා යාමට උත්සාහ දරමින් සිටියදී නොදැනුවත්ව ශ්‍රී ලංකාවේ මුහුදු තීරයට ඇතුළු වූ රෝහින්ග්‍යා මුස්ලිම් ජාතිකයන් 30 දෙනෙකු පසුගිය අප්‍රේල් 30 වෙනි දින කන්කසන්තුරේ ආසන්න මුහුදේදී ශ්‍රී ලංකා නාවික හමුදාව විසින් අත්අඩංගුවට ගනු ලැබිණ. කාන්තාවන් හත් දෙනෙකු සහ දරුවන් 16 දෙනෙකු ද ඒ අතර සිටිති.  ඔවුන් වසර පහක් ඉන්දියාවේ දිල්ලි අගනුවර පිහිටි UNHCR ආයතනයේ රැකවරණ ලබා සිට පසුව තමිල්නාඩුවට පැමිණ තිබෙන බව ඔවුන්ගේ නීතිවේදීහු පවසති.  තමිල්නාඩුවේදී ඔවුන්, නීතිවිරෝධී ලෙසින් සංක්‍රමණිකයන් ඕස්ට්‍රේලියාව බලා පිටත් කරන කණ්ඩායමක පිහිට පතා තිබේ.  ඔවුන් සම්බන්ධ නඩු විභාගය පසුගිය අඟහරුවාදා (මැයි 16) යාපනය මහේස්ත්‍රාත් අධිකරණයේදී කැඳවුණු අවස්ථාවේ කරුණු දැක් වූ පොලිසිය, ඔවුන් සම්බන්ධයෙන් තවදුරටත් කටයුතු නොකිරීමට නීතිපතිවරයා තීන්දු කර ඇතැයි දැනුම් දුන්නේය.  එබැවින් ඔවුන් පිටුවහල් කරන මෙන් නීතිපතිවරයා උපදෙස් දී තිබෙන බවත් පොලිසිය පැවසීය.  නීතිඥ ෂිරාස් නූර්දීන්ගේ උපදෙස් මත ඔවුන් වෙනුවෙන් පෙනී සිටි නීතිවේදී ෆයිනාස් මොහමඩ් එහිදී කරුණු දක්වමින් අන්තර්ජාතික සංවිධාන සමග ඔවුන් භාරගැනීම සම්බන්ධයෙන් කටයුතු සම්පාදනය කරන තුරු නඩු විභාගය කල් දමන මෙන් ඉල්ලීමක් කළේය.  කිසියම් ලෙසකින් ඔවුන් මියන්මාරයට පිටුවහල් කෙරුණහොත් එය ඔවුන්ගේ ජීවිත අනතුරේ හෙලීමක් බව තමන් අධිකරණය ඉදිරියේ පෙන්වා දුන් බව නීතිඥ ෆයිනාස් මොහමඩ් බීබීසී සිංහල සේවයට පැවසීය.  නීතිවේදීන්ගේ ඉල්ලීම සලකා බැලූ යාපන මහේස්ත්‍රාත්වරයා අදාළ කටයුතු සංවිධානය කරගැනීම පිණිස තවත් දින 14 ක කාලයක් ලබා දුන් අතර, එතෙක් ඔවුන් දිගටම මිරිහාන ආගමන විගමන රැඳවුම් කඳවුරේ රඳවා තබන මෙන් බලධාරීන්ට නියෝග කළේය.  "}, {"headline": null, "date": null, "news": ""}, {"headline": "මගෙන් කිසිම සමාවක් නැහැ-ජුලියන් අසාන්ජ්", "date": "2017 මැයි 19", "news": "විකිලීක්ස් අන්තරජාල වෙබ් අඩවියේ නිර්මාතෘ ජුලියන් අසාන්ජ්ට එරෙහි ස්ත්‍රී දූෂණ චෝදනා පිළිබඳ පරීක්ෂණ  අත්හැර දමන ලදබව ස්වීඩනයේ නීති නිලධාරීහු පවසති. එම පරීක්ෂණ  අත්හැර දමන ලද්දේ දූෂණ චෝදනා යටතේ ජුලියන් අසාන්ගජ් අත්අඩංගුවට ගන්නා මෙන් ස්වීඩන් බලධාරීන් විසින් නියෝග කරනු ලැබීමෙන්  අවුරුදු හතකට පසුවයි.  තමාට එරෙහි පරීක්ෂණ නතර කරන බව ස්වීඩන් බලධාරීන් විසින් නිවේදනය කරනු ලැබීමෙන් අනතුරුව 'ට්විටර්' පණිවුඩයක් මගින් ඊට ප්‍රතිචාරය පළකළ  ජුලියන් අසාන්ජ්  ද්වේශ සහගතව සිය නාමයට අවමන් කරනු ලැබීම අමතක කිරීමක් හෝ ඒ සම්බන්ධයෙන් සමාව දීමක් කිසිදාක නොමැති බව කියා සිටියේය. ස්වීඩන් බලධාරීන් විසින් තමා අත්අඩංගුවට  ගනු ලැබුනොත්  ඇමෙරිකා එක්සත් ජනපදයට භාරදෙනු ඇතැයි ප්‍රකාශ කළ ජුලියන් අසාන්ජ් එම අධිකරණ ක්‍රියාමාර්ගයට සහභාගී වීම ප්‍රතික්ෂේප කළ අතර සිය රැකවරණය පතා 2012 වසරේ  දී ලන්ඩන් නගරයේ පිහිටි එක්වදෝර් තානාපති කාර්යාලයේ රැකවරණ ලබමින් සිටියි. ජුලියන් අසාන්ජ් ඔහුට එරෙහි දූෂණ චෝදනා දේශපාලන අරමුණු අනුව ගොතන ලද ඒවා යයි  පවසමින් එම චෝදනා බැහැර කරයි. ස්වීඩනයේ දී සිදු කරන ලදැයි පැවසෙන එම ස්ත්‍රී දූෂණ සම්බන්ධයෙන් ජුලියන් අසාන්ජ්ට එරෙහිව මෙතෙක්  කිසිදු උසාවියක නඩු පැවරීමක් කරනු ලැබ නැත. මේ අතර ප්‍රකාශයක් කරන බ්‍රිතාන්‍ය පොලිසිය ජුලියන් අසාන්ජ් එක්වදෝර් තානාපති කාර්යාලයෙන් එළියට යාමට උත්සාහ කළොත්  2012 වසරේ විභාගයක් සඳහා උසාවියේ පෙනී සිටීමට අසමත් වීමක් සම්බන්ධයෙන් ඔහු අත්අඩංගුවට ගන්නා බව කියා සිටියි. තම රටේ සරණාගතභාවය හිමි ජුලියන් අසාන්ජ්ට එහි පිවිසීමට අවස්ථාව ලබාදෙන මෙන් එක්වදෝරය දිගින් දිගටම බ්‍රිතාන්‍ය ආණ්ඩුවෙන් ඉල්ලා සිටියි. යුදමය සහ රාජ්‍යතාන්ත්‍රික සිය රහස්‍ය තොරතුරු ඇතුළත් ලිපිලේඛන දහස් ගණනක් 'විකිලීක්ස්' වෙබ් අඩවිය මගින් ප්‍රකාශයට පත්කරනු ලැබීම සම්බන්ධයෙන් ජුලියන් අසාන්ජ් ට එරෙහිව නඩු පැවරීම පිළිබඳව ඇමෙරිකා එක්සත් ජනපදය සලකා බලමින් සිටියි. "}, {"headline": "'ආදරණීය අම්මා' වෙනුවෙන් බොලිවුඩ් පුරය වැළපෙයි", "date": "2017 මැයි 19", "news": "ජනප්‍රිය හින්දි චිත්‍රපට රැසක මවගේ චරිතයට පණ පෙවූ දිවියෙන් සමුගත් බොලිවුඩ් නිළි රීමා ලාගු වෙනුවෙන් ශෝකය පළ වෙමින් පවතී.  ඇයගේ වියෝව සම්බන්ධයෙන් බොලිවුඩ් රසිකයෝ සමාජ මාධ්‍ය ඔස්සේ ශෝකය පළ කර සිටිති. මැයි 17 වෙනිදා රාත්‍රියේ හදිසි හෘදයාබාධයක් හේතුවෙන් රීමා ලාගු මිය ගිය අතර ඒ වන විට ඇය පනස් නව වෙනි වියේ පසු විය. චිත්‍රපට සහ රූපවාහිනී නාට්‍ය මාලා රැසක ප්‍රධාන චරිත අතර 'ආදරණීය මවගේ' චරිතයට පණ පෙවූ නිළියක ලෙස ඇය රසිකයන් අතර ප්‍රචලිතය. කුච් කුච් හෝතා හේ, හම් ආප්කේ හේන් කෝන්, මෙයිනේ ප්යාර් කියා වැනි ජනප්‍රිය චිත්‍රපට ඒ අතර වේ. රීමා ලාගු සිනමා දිවියට පා තැබුවේ හැත්තෑව දශකයේදී. චිත්‍රපට ගණනාවක එක්ව රඟපෑ ජනප්‍රිය සිනමා නළු සල්මන් ඛාන්ගේ 'රිදී තිරයේ මව' ලෙසත් ඇය හඳුන්වනු ලබයි. සල්මන් ඛාන්ගේ මවගේ චරිතය සඳහා ඇය පළමු වරට පෙනී සිටියේ මීට වසර විසි අටකට පෙර තිරගත වූ චිත්‍රපටයකය. ඒ වන විට ඇය තිස් එක් වෙනි වියේ පසු විය. "}, {"headline": "Instagram: 'තරුණ මනසට අහිතකරම සමාජ මාධ්‍ය ජාලය'", "date": "2017 මැයි 19", "news": "සමාජ මාධ්‍ය ජාලා අතරින් තරුණ තරුණියන්ගේ මානසික සෞඛ්‍යයට අහිතකර ම සමාජ මාධ්‍ය ජාලය 'ඉන්ස්ටග්‍රෑම්' බව සමීක්ෂණයකින් හෙළිවී වෙයි. මහා බ්‍රිතාන්‍යයේ සිදුකළ මෙම සමීක්ෂණය සඳහා වයස අවුරුදු 14ත් 24ත් අතර තරුණ තරුණියන් 1479 දෙනෙකුගේ මතය විමසා තිබේ. සාංකාව, විෂාදය, තනිකම සහ මානසික හිරිහැර වැනි ගැටලු ඇතිකරවන ජනප්‍රිය සමාජ මාධ්‍ය ජාලා අනුපිළිවෙලින් දක්වන ලෙස සමීක්ෂකයෝ ඔවුන්ගෙන් ඉල්ලා සිටියහ. අන්තර්ජාලය ඔස්සේ කරන ලද මෙම මත විමසුමේ දී සැලකිල්ලට ගෙන ඇත්තේ YouTube, Instagram, Snapchat, Facebook සහ Twitter වැනි සමාජ ජාලා මගින් තරුණ තරුණියන්ට ඇතිවන බලපෑම ය. එම සමාජ ජාලා භාවිත කිරීම තුළින් තමන්ගේ සෞඛ්‍යයට හෝ යහපැවැත්මට යම් හානියක් සිදුවී ඇත්දැයි සෞඛ්‍ය ගැටලු 14ක ලැයිස්තුවක් ඉදිරිපත් කරමින් මෙහිදී සමීක්ෂකයෝ විමසා සිටියහ. ඊට ලැබුණු ප්‍රතිචාර සහ ඇගයීම් තක්සේරු කළවිට පෙනීගොස් ඇත්තේ මානසික සෞඛ්‍යයට වැඩිම ධනාත්මක බලපෑමක් ඇතිවන්නේ YouTube සමාජ මාධ්‍යය තුළින් බවය. එහි දෙවැනි සහ තුන්වැනි ස්ථානය අනුපිළිවෙලින් Twitter සහ Facebook මාධ්‍ය ජාලාවලට හිමිවී තිබේ. ඒ අනුව වැඩිම සෘණාත්මක මානසික බලපෑම සිදුවන සමාජ මාධ්‍ය ජාලය Instagram බව බහුතරයගේ මතය විය. එහි දෙවැනි තැනට Snapchat මාධ්‍ය ජාලය දැක්වෙයි. කෙසේ නමුත් Instagram පවසන්නේ තම මාධ්‍යය භාවිතා කරන්නන්ගේ ආරක්‍ෂාව ප්‍රමුඛකොට සලකන බවය. "}, {"headline": "අරසකේනි කච්චාරු ප්‍රහාරය සම්බන්ධයෙන් සෝදිසි මෙහෙයුමක්", "date": "2017 මැයි 19", "news": "කිලිනොච්චිය පලෙයි අරසකේනි කච්චාරු ප්‍රදේශයේදී අද (මැයි 19) අළුයම පොලිස් ජංගම මුරසේවා රථයකට එල්ල කෙරුණ වෙඩිතැබීම සම්බන්ධයෙන් සෝදිසි මෙහෙයුම් පෙරට යමින් ඇතිබව  පොලිස් ප්‍රකාශක නියෝජ්‍ය පොලිස්පති ප්‍රියන්ත ජයකොඩි පවසයි. බීබීසී සිංහල සේවය කළ විමසීමක දී අදහස් දැක්වූ නියෝජ්‍ය පොලිස්පතිවරයා ප්‍රහාරය සම්බන්ධයෙන් පොලිසියේ සහ යුදහමුදාවේ ඒකාබද්ධ මෙහෙයුමක් පෙරට යමින් ඇති බව සඳහන් කළේය.  කැලයේ සැගවී සිට වෙඩි තැබූ පුද්ගලයා හෝ පුද්ගලයන් පළාගොස් ඇති බවත් ශ්‍රී ලංකා පොලිසිය පවසයි. ප්‍රහාරයේ දී  නිලධාරීන්ට  හානි සිදු වී නොමැති අතර සොයාගනු ලැබුණ උණ්ඩ අනුව ඒ සඳහා යොදාගත් අවිය T-56 ගිණි අවියක්  විය හැකි බවත් පොලිස් ප්‍රකාශක නියෝජ්‍ය පොලිස්පති ප්‍රියන්ත ජයකොඩි බීබීසියට කියා සිටියේය. මෙම වෙඩි තැබීම සිදු කෙරුණේ ආණ්ඩුවේ රණවිරු සමරු වැඩසටහන ආරම්භ කිරීමට පැය කීපයක් තිබියදීය. පොලිසිය ප්‍රකාශ කරන පරිදි පොලිස් මෝටර් රථය මධ්‍යම රාත්‍රියෙහි රාජකාරි කටයුක්තකට යමින් සිටිය දී කැලෑවෙහි  සැඟවී සිට වෙඩිතැබීම සිදුකර ඇත.  "}, {"headline": "බංග්ලාදේශයේ සමරිසි දඩයමක්", "date": "2017 මැයි 19", "news": "ඩකා අගනුවර ප්‍රජා මධ්‍යස්ථානයක රැස්ව සිටි සමරිසි  පුරුෂයන් (gay men) විසිහත් දෙනෙක් බංග්ලාදේශ් පොලිසිය විසින් අත්අඩංගුවට ගනු ලැබුණි. අසල්වාසීන් විසින් දෙන ලද ඔත්තුවක් අනුව ප්‍රජා මධ්‍යස්ථානය වටකරමින් එම අත්අඩංගුවට ගැනීම සිදු කළ බව පොලිස් ප්‍රකාශකයෙක්  පවසයි. එම ප්‍රජා මධ්‍යස්ථානයේ තිබී මත් ද්‍රව්‍ය සහ උපත්පාලන කොපු හමු වූ බවත් බංග්ලාදේශ් පොලිසිය සඳහන් කරයි. බංග්ලාදේශ්  සමාජය තුළ සමලිංගික සම්බන්ධතා පැවැත්වීම නීතිය මගින් තහනම් කරනු ලැබ ඇත. එම නීතිය ක්‍රියාත්මක කෙරෙන්නේ කලාතුරකින් නමුත් සමරිසි ප්‍රජාව එම සමාජය තුළ ගැරහීමට අපවාදයට සහ පහරදීම් ආදියට නිතර ගොදුරු වෙති. බංග්ලාදේශයේ  සමලිංගික ප්‍රජා අයිතිය වෙනුවෙන් පෙනී සිටි ප්‍රමුඛ ක්‍රියාධරයකු වූ  කුල්හාෂ් මනන් (Kulhaz Mannan)ඉස්ලාමීය සන්නද්ධ කණ්ඩායමක සාමාජිකයන් යයි සැක කෙරෙන කණ්ඩායමක් විසින් පසුගිය වසරේ මරා දමනු ලැබුණි. "}, {"headline": "සිහසුන අතහැරීමට අකිහිතෝට අවසර", "date": "2017 මැයි 19", "news": "අකිහිතෝ අධිරාජයාට සිහසුන අතහැරීම සඳහා ඉඩකඩ ලබාදෙන විශේෂ පනතක් ජපන් ආණ්ඩුවේ බලධාරීහු අනුමත කරති. අසූතුන් හැවිරිදි අකිහිතෝ අධිරාජයා පසුගිය වසරේ ප්‍රකාශ කර තිබුණේ තම රාජකාරි ඉටුකිරීම සඳහා තම වයස සහ සෞඛ්‍ය තත්වය බාධාවක් වී ඇති බවය.  නමුත් ඔහුට කිරුළ අතහැර දැමීම සඳහා ජපානයේ පවතින නීතිය අනුව අවසරයක් නොමැත. ඒ සඳහා අවසරය ලැබෙන පරිදි කෙටුම්පත්කර, කැබිනට් අනුමැතිය ලද නව පනත පාර්ලිමේන්තුවට ඉදිරිපත් කිරීමට නියමිත අතර එය සම්මත වනු ඇති බවට විශ්වාස කෙරේ. කෙසේ වෙතත් මෙම නව පනත උපයෝගී කරගත හැක්කේ එක්වරක් පමණක් වන හෙයින් මීළඟට පත්වන අධිරාජයාට එය අදාළ නොවනු ඇත. 1817 වසරේදී කෝකාකු (kokaku) අධිරාජයාගෙන් පසුව, ජීවතුන් අතර සිටියදී ජපන් අධිරාජයෙකු සිහසුන අතහැර දමන ප්‍රථම අවස්ථාව ලෙස මෙය ඉතිහාස ගතවීමට නියමිත ය. අකිහිතෝට කුමරුට 1989 දී සිහසුන හිමිවූයේ සිය පියාවන  හිරෝහිතෝ අධිරාජයා මියයාමෙන් අනතුරුවය. ඔහු පසුගිය කාලයේ හෘද සැත්කමකට භාජනය කරනු ලැබූ අතර පසුව පුරස්ථි ග්‍රන්ථියේ හට ගත් පිළිකාවකට වෛද්‍ය ප්‍රතිකාර ලබා ගත්තේය. අකිහිතෝ අධිරාජයාගේ වැඩිමල් පුතු පනස් හය හැවිරිදි නරුහිතෝ ඔටුන්න හිමි කුමාරයා වන අතර සිහසුනට උරුමකම් කීම අතින් සුදුසුකම් ලබන දෙවැන්නා වන්නේ නරුහිතෝගේ බාල සොයුරු අකිශිනෝ කුමරුයි. කෙසේ වෙතත් නරුහිතෝ කුමරුගේ පළමු දරුවා අයිකෝ කුමරිය සිය පියාගෙන් පසු ඔටුන්නට හිමිකම් කීමට සුදුසු නොවන්නේ ජපානයේ සංස්කෘතියට අනුව කාන්තාවකට රජ පදවිය හෙබවීම තහනම් වන බැවිනි. එමෙන්ම සාමාන්‍ය වැසියෙකු විවාහ කර ගැනීම සඳහා අකිහිතෝ අධිරාජ්‍යයාගේ වැඩිමල් මිනිබිරිය වන මාකෝ කුමරියද සිය රාජකීයත්වය අතහැරීමට තීරණය කර ඇති බව ඊයේ (මැයි 18) වාර්තා විය. "}, {"headline": "මුස්ලිම් මැති ඇමතිවරුන්ගෙන් ආණ්ඩුවට රතු එළියක්", "date": "2017 මැයි 19", "news": "මුස්ලිම් දේවස්ථාන සහ වෙළෙඳ ව්‍යාපාර ඉලක්ක කර ගනිමින් පසුගිය දිනවල එල්ල කෙරුණ වර්ගවාදී ප්‍රහාර සම්බන්ධයෙන් ආණ්ඩුව නිසි පියවර ගන්නේ නැත්නම් දැඩි ක්‍රියා මාර්ගයකට  යන බවට ශ්‍රී ලංකා පාර්ලිමේන්තුවේ නියෝජනය වෙන සමස්ත මුස්ලිම් නියෝජිතයෝ අනතුරු ඇඟවීමක් කරති. ශ්‍රී ලංකා පාර්ලිමේන්තුව නියෝජනය කරන සියලු මුස්ලිම් මැති ඇමතිවරු  තැපැල් සහ මුස්ලිම් කටයුතු භාර අබ්දුල් හලීම්  ඇමතිවරයාගේ කාර්යාලයේ පැවැත්වුන සාකච්ඡාවක දී එකී වර්ගවාදී ප්‍රහාර නතර කරවීමට පියවර ගන්නා මෙන් ඉල්ලා සිටිමින් ජනාධිපතිවරයා වෙත ලිපියක් යැවීමට තීන්දු කළ අතර ආණ්ඩුව ඒ සඳහා අවශ්‍ය පියවර නොගන්නේ නම් තම පාර්ශ්වය ඉදිරි ක්‍රියාමාර්ග තීන්දු කරන බව එම ලිපිය මගින් දැනුම් දුන් බව පාර්ලිමේන්තු  මන්ත්‍රී මුජිබර් රහ්මන් බීබීසිට කියා සිටියේය. \"පසුගිය ආණ්ඩුව කාලයේත් මුස්ලිම් ජනතාව ඉලක්ක කර ගනිමින් මේ වගේ ප්‍රහාර එල්ල වුනා. දැන් මේ ආණ්ඩුව යටතේත් පසුගිය දවස්වල මුස්ලිම් පල්ලි සහ කඩ සාප්පු ඉලක්ක කර ගනිමින් ප්‍රහාර කීපයක් ම එල්ල වුනා. කොහිලවත්ත මුස්ලිම් දේවස්ථානයට පහර දුන්නා. ඒවා නතර කිරීමට පියවර ගන්නා ලෙසයි අපි ජනාධිපතිවරයාගෙන්  ඉල්ලා සිටින්නේ\" මුජිබර් රහ්මන් මන්ත්‍රීවරයා පවසයි. ආණ්ඩුව ඉහත කී ප්‍රහාර නතර කිරීමට අවශ්‍ය පියවර ගන්නේ නැත්නම් මුස්ලිම් මහජන නියෝජිතයන් පාර්ලිමේන්තුව තුළ වෙනම කණ්ඩායමක් ලෙස පෙනී සිටීමට  ඉහත කී සාකච්ඡාවේ දී ඒකමතිකව තීන්දු කළ බව පාර්ලිමේන්තු  මන්ත්‍රී මුජිබර් රහ්මන් කියා සිටියි. ශ්‍රී ලංකා  පාර්ලිමේන්තුව නියෝජනය කරන සියලු මැති ඇමතිවරුන් ඉහත කී සාකච්ඡාවට සහභාගී වූ අතර ඔවුන් ඒකමතිකව ඉහත කී තීන්දුවට එළැඹි බවත්  මන්ත්‍රී පාර්ලිමේන්තු  මන්ත්‍රී මුජිබර් රහ්මන් සඳහන් කරයි. "}, {"headline": "සඳුදා අතිවිශේෂ කැබිනට් හමුව ඇමති මාරුවකටද?", "date": "2017 මැයි 20", "news": "ජනාධිපති මෛත්‍රීපාල සිරිසේන විසින් ලබන සඳුදා (මැයි 22) උදෑසන අතිවිශේෂ කැබිනට් හමුවක් කඳවනු ලැබ ඇත. ජනාධිපති ලේකම් කාර්යාලයේ පැවැත්වෙන එම කැබිනට් හමුවට නොවරදවාම සහභාගීවෙන මෙන්  ජනාධිපතිවරයා දැනුම් දී ඇති බව බීබීසිය කළ විමසීමක දී ජ්‍යෙෂ්ඨ කැබිනට් ඇමතිවරුන් දෙදෙනෙක් තහවුරු කළහ. එසේම එම හමුව කැබිනට් සංශෝධනයකට අදාළ වූවක් වියහැකි බවත් එම ඇමතිවරුන් දෙදෙනා සඳහන් කළහ. කැබිනට් රැස්වීම් සාමාන්‍යයෙන් පැවැත්වෙන්නේ අඟහරුවාදා උදේ වරුවේ වන හෙයින් සඳුදා කැඳවනු ලැබ ඇති මෙම හමුව සුවිශේෂී එකක් වන බව පෙනී යයි. විශේෂ කැබිනට් සාකච්ඡාව කැඳවා තිබෙන්නේ ලබන සඳුඳා කැබිනට් සංශෝධනයක් සිදු විය හැකි බව දේශපාලන ආරංචි මාර්ග සහ මාධ්‍ය වාර්තා මගින්  ප්‍රකාශ වෙමින් පවතින අතරයි. "}, {"headline": "ලිබියාවේ ප්‍රහාරය: '140ක් පමණ මරුට'", "date": "2017 මැයි 20", "news": "ලිබියාවේ ගුවන් හමුදා කඳවුරකට එල්ලවූ ප්‍රහාරයෙන් මිය ගිය සංඛ්‍යාව 140ක් පමණ විය හැකි බව නව වාර්තා සඳහන් කරයි. මීට පෙර වාර්තා වී තිබුණේ ලිබියානු ආණ්ඩුවට සහයෝගය දෙන සන්නද්ධ කණ්ඩායමක් එල්ලකළ එම ප්‍රහාරයෙන් හැටදෙනෙකු පමණ මරණයට පත්වන්නට ඇති බවය. පසුගිය බ්‍රහස්පතින්දා (මැයි 18) මෙම ප්‍රහාරය සිදු කෙරුණේ 'බ්‍රැක් අල් ශාටි' ගුවන් හමුදා කඳවුර අත්පත් කර ගැනීමට ය. ලිබියාවේ අග්‍රාමාත්‍ය කාර්යාලය ප්‍රකාශ කර සිටියේ මෙම ප්‍රහාරය දියත් කරන ලෙස නියෝගයක් නිකුත් කර නොමැති බවය. සිද්ධිය පිළිබඳව පරීක්‍ෂණයක් ආරම්භ කර ඇති අතර ආරක්ෂක අමාත්‍යවරයාගේ සහ අතිරේක සන්නද්ධ කණ්ඩායමේ අණදෙන නිලධාරියාගේ වැඩ තහනම් කර තිබේ. ප්‍රහාරයට සම්බන්ධ වූ සන්නද්ධ කණ්ඩායමේ ප්‍රකාශකයෙකු කියා සිටියේ කඳවුර නිදහස් කරගත් අතර ඒ තුළ සිටි සියලු බලකායන් විනාශ කර දැමූ බවය. කඳවුර තුළ තිබූ ඇතැම් ගුවන් යානාවලට ගිනිතබා ඇති බව එම ප්‍රදේශයේ නගරාධිපතිවරයා ප්‍රකාශ කළේය. මිය ගිය අයගෙන් බහුතරය 'ලිබියානු ජාතික හමුදාව' (LNA) නමින් ප්‍රකාශයට පත්කර තිබෙන බලඇණියේ සොල්දාදුවන් ය. ලිබියාවේ නැගෙනහිර ප්‍රදේශයේ ක්‍රියාත්මකවන 'ලිබියානු ජාතික හමුදාව', ලිබියානු රජයට එරෙහි හමුදාවකි.  පසුගිය දෙසැම්බරයේ පටන් 'බ්‍රැක් අල් ශාටි' ගුවන් හමුදා කඳවුර පාලනය කරනු ලැබුනේ මෙම හමුදාව විසිනි. 'ලිබියානු ජාතික හමුදාව' නිවේදනයක් නිකුත් කරමින් කියා සිටියේ මෙම ප්‍රහාරයෙන් 140 දෙනෙකු පමණ මිය ගිය බවය. \"මේ සොල්දාදුවන් හමුදා පෙරෙට්ටුවකට සහභාගී වී ආපසු පැමිණෙමින් සිටියේ. ඔවුන් අතේ ආයුධ තිබුණේ නැහැ. ඔවුන් බොහෝ දෙනෙකුට වෙඩි තබා මරා දැමුවා.\" යනුවෙන් එම ප්‍රකාශකයා පැවසීය. "}, {"headline": "චීනය CIA ඔත්තුකරුවන් මරා දමලා - නිව්යෝක් ටයිම්ස්", "date": "2017 මැයි 21", "news": "සිය රට තුළ රහස්‍ය තොරතුරු රැස්කරමින් සිටි CIA ඇමෙරිකානු මධ්‍යම ඔත්තු සේවයේ ඔත්තුකරුවන් 20 කට ආසන්න පිරිසක් 2010 සිට 2012 දක්වා කාලය තුළ චීන බලධාරීන් විසින් මරා දමා හෝ සිරගත කරනු ලැබ ඇති බව නිව්යෝක් ටයිම්ස් (New York Times) පුවත්පත පවසයි.  එමගින් චීනය තුළ සිට රහස් තොරතුරු රැස්කිරීමේ ඇමෙරිකානු වැඩපිළිවෙළ සම්පූර්ණයෙන්ම අකර්මණ්‍ය කිරීමට චීන බලධාරීන් සමත් වී ඇති බවත් එම වාර්තාවේ දැක්වේ.  සීඅයිඒ ආයතනයේ වෙබ් අඩවියට රහසිගතව ඇතුළු වී ඔවුන් පිළිබඳ තොරතුරු සොයාගත්තේද, නොඑසේනම් තමන්ගේම ඔත්තුකරුවෙකු චීන බලධාරීන්ට ඒ පිළිබඳව කරුණු හෙළි කළේද යන්න පැහැදිලි නැති බවත් ඇමෙරිකානු බලධාරීහු පවසා තිබේ.  අනෙක් ඔත්තුකරුවන්ට අනතුරු ඇඟවීමක් ලෙසින් ආණ්ඩුවේ කාර්යාල පරිශ්‍රයකදී එක් ඔත්තුකරුවෙකු ප්‍රසිද්ධියේ වෙඩි තබා මරා දමා ඇති බවත් බලධාරීහු සඳහන් කළහ. නිව්යෝක් ටයිම්ස් පුවත්පතේ පළ වූ වාර්තාව පිළිබඳව සීඅයිඒ ආයතනය කිසිදු ප්‍රතිචාරයක් පළ කර නැත.  චීන ආණ්ඩුවේ ඉහලම ස්ථරවලින් ලැබෙමින් පැවති රහසිගත වාර්තා 2010 දී ක්‍රමයෙන් අඩු වූ බව CIA ආයතනයේ හිටපු නිලධාරීන් සිවු දෙනෙක් පුවත්පතට පැවසූහ.  ඉන් අනතුරුව 2011 දී ඔත්තුකරුවන් අතුරුදහන්වීම ඇරඹිණ. සිදුවෙමින් පවතින්නේ කුමක් දැයි සොයාබැලීම පිණිස සීඅයිඒ ආයතනය සහ එෆ්බීඅයි (FBI) ආයතනය 'Honey Badger' නම් ඒකාබද්ධ මෙහෙයුමක් දියත් කළේය.  සීඅයිඒ ආයතනයේ හිටපු නිලධාරියෙකු පිළිබඳව අදාළ විමර්ශනයේ මූලික අවධානය යොමුවුවත්, ඔහු අත්අඩංගුවට ගැනීම පිණිස ප්‍රමාණවත් සාක්ෂි නොලැබුණ බව පුවත්පත සඳහන් කරයි. ඔහු දැන් වෙනත් ආසියානු රටක වාසය කරයි.  මේ අතර ඇමෙරිකා එක්සත් ජනපදය වෙනුවෙන් ඔත්තු බැලීමේ චෝදනාව මත චීන ආරක්ෂක අමාත්‍යංශයේ නිලධාරියෙකු අත්අඩංගුවට ගැණින. ඔහු රහසිගතව සීඅයිඒ ආයතනයට බඳවාගෙන ඇති බව විශ්වාස කෙරිණ. ඒ හැරුණු විට එවැනි වෙනත් අත්අඩංගුවට ගැනීමක් පිළිබඳව වාර්තා වී නැත. වසර දෙකක් ඇතුළත සිය ඔත්තුකරුවන් එතරම් විශාල ප්‍රමාණයක් අතුරුදහන්වීම මගින් සීඅයිඒ ආයතනයේ වැඩපිළිවෙල චීනය තුළ රහස් තොරතුරු රැස්කිරීමේ ජාලය බරපතල කඩාවැටීමකට ලක් වූ බව නිව්යෝක් ටයිම්ස් පුවත්පත පවසයි.  එය ඔත්තු සේවාවල තොරතුරු අනාවරණය වීම සම්බන්ධයෙන් මෑත ඉතිහාසයේ තමන් මුහුණදුන් බරපතලම සිදුවීමක් බව බලධාරීහු පැවසූහ. "}, {"headline": "පසුගිය සතියේ අප නොදැන සිටි කරුණු 5ක්", "date": "2017 මැයි 21", "news": "තරබාරු වුවත් ශාරීරිකව නිරෝගී පුද්ගලයෙකු විය හැකි බවට පවතින මතය මිත්‍යාවක් බව නවතම පර්යේෂණයකින් සනාථ වී තිබේ. මෙම පර්යේෂණය සඳහා බ්‍රිතාන්‍ය වැසියන් තිස්පන් ලක්ෂයක ගේ වෛද්‍ය වාර්තා යොදා ගෙන ඇත. කිසිදු රෝග ලක්ෂණයක් පෙන්නුම් නොකරන තරබාරු පුද්ගලයන් ඉදිරියේ දී රෝගවලට ලක්වීමේ සම්භාවිතාවේ අඩුවක් නොවන බව මෙම සමීක්ෂණ වාර්තාව සඳහන් කරයි. එම නිසා \"fat but fit\" න්‍යාය මින් ඉදිරියට වලංගු නොවන බව එම සමීක්ෂණය මෙහෙයවූ වෛද්‍යවරු පවසති. කාලගුණික විපර්යාස හේතුවෙන් දක්ෂිණධ්‍රැවය හරිත කලාපයක් බවට පත්වෙමින් තිබෙන බව පර්යේෂකයෝ පවසති. පසුගිය වසර පනහ ඇතුළත දක්ෂිණධ්‍රැවයේ විවිධ ස්ථාන ඡායාරූපගත කරමින් සිදුකරන ලද පර්යේෂණයකින් හෙළිවී ඇත්තේ ධවල වර්ණයෙන් පැවති බොහෝ පෙදෙස් හරිත පැහැගැන්වෙමින් ඇති බවය. \"දක්ෂිණධ්‍රැවය සම්පූර්ණයෙන්ම කොළ පැහැගැන්වෙන  එකක් නැහැ. නමුත් අනාගතයේදී එය දැනට වඩා හරිත පැහැයෙන් යුත් ප්‍රදේශයක් වෙනවා,\" යනුවෙන් එක්සෙටර් විශ්වවිද්‍යාලයේ මැට් අම්ස්බරි පැවසීය. ආගමකට නැඹුරු වූ පුද්ගලයන්ට වඩා අදේවවාදීන්ගේ බුද්ධි මට්ටම ඉහළ බව නව සමීක්ෂණ කිහිපයකින් අනාවරණය වී තිබේ. බ්‍රිතාන්‍යයේ විද්‍යාඥයන් පිරිසක් ඒකාබද්ධව කරන ලද සංඛ්‍යාන විශ්ලේෂණ අධ්‍යයන 63 කින් මේ බව තහවුරු වී ඇත. කෙසේ නමුත් මීට පැහැදිලි හේතුවක් තවමත් අනාවරණය වී නැති බව සමීක්ෂණ වාර්තාවේ සඳහන් වෙයි. එමෙන්ම කිසිම ආගමකට නැඹුරු නොවූ පුද්ගලයන් වැඩි බුද්ධි මට්ටමක් පෙන්නුම් කර ඇතත් වයස්ගත වීමත් සමඟ එහි පරතරය අඩුවන බවද සමීක්ෂණ වාර්තාව සඳහන් කරයි. මේ වනවිට මිහිමත සිටින චීටාවන් ගේ මුළු ගණන හත්දහස් එකසීයක් පමණි. ලොව වේගවත්ම සතා වන චීටා ලොවින් තුරන්වීම වෙත වේගයෙන්ම දිවයමින් සිටින බව ලෝක වනජීවී සංරක්‍ෂකයෝ පවසති. ඔවුන් පවසන්නේ ඉදිරි වසර පහළොව ඇතුළත, දැනට ඉතිරි වී සිටින චීටාවන්ගෙන් සියයට පනස්තුනක් ලොවින් සමුගන්නා බවය. \"මේක අතිශය හානිකර තත්වයක්, ශීඝ්‍ර පහත වැටීමක්. මෙය වළක්වා ගැනීම සඳහා කඩිනමින් යමක් කළ යුතු වෙනවා.\" යනුවෙන්, වන  කොටි ආරක්ෂණය සඳහා පිහිටුවා ඇති ගෝලීය සංවිධානයේ සභාපති ලූක් හන්ටර් පැවසීය. අවශ්‍ය පමණට නින්ද නොලැබීම නිසා රූ සපුව ඉක්මනින් වැහැරෙන බව සමීක්ෂණයකින් තහවුරු වී තිබේ. නින්ද පිළිබඳව කළ පර්යේෂණයෙන් පෙනී ගොස් ඇත්තේ දින දෙකක් නිසි ලෙස නින්ද නොලැබීම මගින් පවා කෙනෙකුගේ රූ සපුවට \"සැළකිය යුතු\" හානියක් සිදුවන බවය. බ්‍රිතාන්‍යයේ සරසවි සිසු සිසුවියන් යොදා ගනිමින් මෙම පර්යේෂණය සිදුකර තිබේ. "}, {"headline": "මුස්ලිම් පල්ලිවලට ප්‍රහාර 'හෙලා දකිනවා' - ඇමෙරිකාව", "date": "2017 මැයි 21", "news": "ශ්‍රී ලංකාවේ මුස්ලිම් පල්ලිවලට එල්ලවන ප්‍රහාර සම්බන්ධයෙන් වහාම පියවර ගැනීමට ශ්‍රී ලංකා ආණ්ඩුව කටයුතු කරනු ඇතැයි බලාපොරොත්තුවන බව ඇමෙරිකා එක්සත් ජනපදය පවසයි.  ට්විටර් පණිවුඩයක් නිකුත්කරමින් ඒ බව පවසන කොළඹ සිටින ඇමෙරිකානු තානාපති අතුල් කෙෂප්, ඕනෑම ආගමික ස්ථානයකට එල්ලවන ප්‍රහාර හෙලා දැකිය යුතු බවත් සඳහන් කරයි.  තානාපතිවරයා ඒ බව සඳහන් කරන්නේ ඉරිදා (මැයි 21) අලුයම කුරුණෑගල මාවලපිටියේ ජුම්මා මුස්ලිම් පල්ලියට එල්ල වූ පෙට්‍රෝල් බෝම්බ ප්‍රහාරය පිළිබඳ ට්විටර් පණිවුඩයකට සිය ප්‍රතිචාරය දක්වමිනි.  පල්ලියේ දහම් අධ්‍යාපන කටයුතු සිදු කරන ශාලාවට එල්ල වී ඇති ප්‍රහාරය පිළිබඳව පොලිසිය පරීක්ෂණ පවත්වමින් සිටියි.  මේ සතිය ඇතුලත ශ්‍රී ලංකාවේ මුස්ලිම් පල්ලි තුනකට මේ ආකාරයෙන් ප්‍රහාර එල්ල වූ බව පෙන්වා දෙන ඇමෙරිකානු තානාපතිවරයා, මේ ප්‍රහාරවලට සම්බන්ධ පුද්ගලයන් ඉක්මනින් අත්අඩංගුවට ගෙන දඬුවම් පැමිණවීමට ශ්‍රී ලංකා බලධාරීන් කටයුතු ඇතැයි යන්න සිය බලාපොරොත්තුව බවත් සඳහන් කරයි.  මුස්ලිම් පල්ලි සහ වෙළෙඳ ව්‍යාපාර ඉලක්ක කර ගනිමින් පසුගිය දිනවල එල්ල කෙරුණ වර්ගවාදී ප්‍රහාර සම්බන්ධයෙන් ආණ්ඩුව නිසි පියවර ගන්නේ නැත්නම් දැඩි ක්‍රියා මාර්ගයකට යන බවට ශ්‍රී ලංකා පාර්ලිමේන්තුවේ නියෝජනය වෙන සමස්ත මුස්ලිම් නියෝජිතයෝ පසුගිය සතියේ අනතුරු ඇඟවීමක් කළහ.  එකී වර්ගවාදී ප්‍රහාර නතර කරවීමට පියවර ගන්නා මෙන් ඉල්ලා සිටිමින් ජනාධිපතිවරයා වෙත ලිපියක් යැවීමට තැපැල් සහ මුස්ලිම් කටයුතු භාර අබ්දුල් හලීම් ඇමතිවරයාගේ කාර්යාලයේ පැවැත්වුන සාකච්ඡාවක දී පාර්ලිමේන්තුවේ සිටින සියලු මුස්ලිම් මැති ඇමතිවරුන් තීන්දු කළ බව එක්සත් ජාතික පක්ෂයේ පාර්ලිමේන්තු මන්ත්‍රී මුජිබර් රහ්මන් බීබීසී සිංහල සේවයට පැවසීය.  ආණ්ඩුව ඉහත කී ප්‍රහාර නතර කිරීමට අවශ්‍ය පියවර නොගන්නේ නම් මුස්ලිම් මහජන නියෝජිතයන් පාර්ලිමේන්තුව තුළ වෙනම කණ්ඩායමක් ලෙස පෙනී සිටීමට එම සාකච්ඡාවේ දී ඒකමතිකව තීන්දු කළ බවත් ඔහු සඳහන් කළේය. පසුගියදා ගාල්ලේ ඉස්ලාම් සාන්තුවරයෙකුගේ සොහොන් කොත ද කිසියම් පිරිසක් විසින් කඩා බිඳ දමා තිබුණ අතර, ඇල්පිටිය, පානදුර, අකුරැස්ස ඇතුළු ප්‍රදේශවල මුස්ලිම් පල්ලි සහ ව්‍යාපාරික ස්ථාන කිහිපයකට ද පසුගිය සති කිහිපය තුළ ප්‍රහාර එල්ල වී තිබුණි.  එහෙත් එම කිසිදු ප්‍රහාරයක් සම්බන්ධයෙන් මෙතෙක් කිසිවෙකුත් අත්අඩංගුවට ගෙන ඇති බවක් වාර්තා වී නැත.  "}, {"headline": null, "date": null, "news": ""}, {"headline": "ආබාධිත සෙබළු: ආරක්ෂක ලේකම් සහ හමුදාපතිට සිතාසි", "date": "2017 මැයි 21", "news": "ශ්‍රී ලංකා යුද හමුදාවේ සේවයේ නිරතව සිටියදී ආබාධිත වූ සෙබළුන් පිරිසකට වරප්‍රසාද අහිමි කළ බවට එල්ල වූ චෝදනාවක් සම්බන්ධයෙන් කරුණු දැක්වීම පිණිස ආරක්ෂක ලේකම් කරුණාසේන හෙට්ටිආරච්චි සහ හමුදාපති ලුතිනන් ජනරාල් ක්‍රිශාන්ත ද සිල්වා සඳුදා (මැයි 22) ජාතික මානව හිමිකම් කොමිසම හමුවේ පෙනී සිටීමට නියමිතය.  ක්‍රියාන්විත සේවයේ නිරතව සිටියදී සෘජු එල්ටීටීඊ ප්‍රහාරයකට ලක් නොවූවත්, ගැටුම්වලට සම්බන්ධ සෙසු ක්‍රියාකාරකම්වලදී ආබාධිත වූ තමන්ට වයස අවුරුදු 55 තෙක් හිමි වැටුප් සහ දීමනාත්, ඉන්පසුව විශ්‍රාම ගැනීමේ හිමිකමත් අහිමි කළ බවට චෝදනා කරමින් ආබාධිත සෙබළුන් පිරිසක් මානව හිමිකම් කොමිසමට පැමිණිලි කර තිබේ.  යුද හමුදා ගැමුණු හේවා බළඇණියේ සේවයේ නිරතව සිටියදී එසේ ආබාධිත වූ සෙබළුන් වෙනුවෙන් පසුගිය වසරේ සැප්තැම්බරයේ එම පෙත්සම ගොනු කරනු ලැබුවේ කෝප්‍රල් ආර්ඩී විමලසේන ඇතුළු පිරිසක් විසිනි.   ආරක්ෂක ලේකම්වරයා සහ හමුදාපතිවරයා එම පෙත්සමේ වගඋත්තරකරුවෝය.  ඔවුන් \"මව්බිමේ නොසලකා හැරි සෙබළුන්ගේ එකමුතුව\" නම් සංවිධානයක්ද පිහිටුවාගෙන තිබේ.  ඔවුන්ගේ පෙත්සම විභාග කිරීමට තීරණය කළ ජාතික මානව හිමිකම් කොමිසම සඳුදා කොමිසම හමුවේ පෙනී සිටින මෙන් පසුගියදා ඔවුන්ට සිතාසි නිකුත් කළේය.  සක්‍රීය සේවයේ නිරතව සිටියදී ප්‍රහාරවලට සෘජුව සම්බන්ධ නොවන ක්‍රියාකාරකම් හේතුවෙන් ආබාධිත වූ තමන් 20% ත් 30% ත් අතර ආබාධ සහිත පුද්ගලයන් බවට වෛද්‍යවරුන් විසින් සහතික කරනු ලැබ තිබියදීත් යුද හමුදා බලධාරීන් විසින් තමන් අත්හැර දමා ඇති බවට පෙත්සම්කරුවෝ චෝදනා කරති. ඔවුන් ආබාධිත වී තිබෙන්නේ සක්‍රීය සේවයේ නිරතව සිටියදී සතුන්ගේ ප්‍රහාරවලට ලක්වීම, වැව් හෝ ගංගා ඇළදොළ ආදියේ වැටී තුවාල සිදුවීම, රිය අනතුරු සහ ගස් නගිද්දී ඇද වැටීම වැනි කරුණු හේතුවෙනි.  ශ්‍රී ලංකා ගුවන් හමුදාව සහ නාවික හමුදාවේ ස්වයේ නිරතව සිටියදී තමන් හා සමාන ආබාධිත තත්වයන්ට පත් වූ පිරිස සියළු වැටුප්, දීමනා සහ විශ්‍රාම වැටුප් හිමිකම් සහිතව විශ්‍රාම ගන්වා තිබෙන බවත් පෙත්සමේ සඳහන් වේ.  එබැවින් සෘජු ගැටුම්වලදී ආබාධිත වූ සෙබළුන්ට සහ නිලධාරීන්ට ලබා දුන් වැටුප් සහ දීමනා තමන්ටද ලබා දෙන මෙන් වග උත්තරකරුවන්ට නියෝග කරන්නැයි පෙත්සම්කරුවෝ මානව හිමිකම් කොමිසමෙන් ඉල්ලා සිටිති.  "}, {"headline": "රජ සැප පැරදු පෙම පතා යන ජපන් කුමරියක්", "date": "2017 මැයි 18", "news": "සාමාන්‍ය වැසියෙකු විවාහ කර ගැනීම සඳහා ජපන් රාජ කුමාරියක සිය රාජකීයත්වය අතහැරීමට තීරණය කරයි. අකිහිතෝ අධිරාජ්‍යයාගේ පළමු මිනිබිරිය වන මාකෝ කුමරිය විවාහ ගිවිස ගැනීමට නියමිතව ඇත්තේ නීති සමාගමක සේවය කරන කෙයි කොමුරෝ සමඟ ය. දෙදෙනාම විසිපස් හැවිරිදි වෙති. ටෝකියෝ නුවර විශ්වවිද්‍යාලයක අධ්‍යාපනය ලබමින් සිටියදී දෙදෙනා මුලින්ම හමුවී ඇත්තේ 2012 වසරේදී ය. ජපානයේ රාජකීය නීතියට අනුව රාජ කුමාරියක විසින් සාමාන්‍ය පුද්ගලයෙකු විවාහ ගිවිස ගනු ලබන්නේ නම් ඇය රජ පවුලෙන් ඉවත්වීම අනිවාර්ය වෙයි. ඉතිහාසයේ ප්‍රථම වරට ජපන් රජ පවුලේ කුමාරියක විසින් සාමාන්‍ය වැසියෙකු විවාහ කරගනු ලැබුවේ 2005 වසරේදී ය. ඒ මාකෝ කුමරියගේ නැන්දණිය වන සයාකෝ කුමරිය විසිනි. ටෝකියෝ නගර සභාවේ නාගරික සැලසුම්කරුවෙකු සමඟ විවාපත් ඇය රාජකීයත්වය අතහැර සාමාන්‍ය වැසියෙකු බවට පත්වූ පළමු ජපන් රාජ කුමාරිකාව ලෙස ඉතිහාසගත විය. අනතුරුව එක් කාමරයක් පමණක් සහිත මහල් නිවාසයක පදිංචි වූ  සයාකෝ කුමරියට මෝටර් රථ පැදවීම සහ වෙළඳ සැලකින් භාණ්ඩ මිලදී ගැනීම වැනි සාමාන්‍ය ජීවිතයේ ක්‍රියාකාරකම් මුල සිට ඉගෙනීමට සිදුවී තිබේ. සයාකෝ කුමරිය, අකිහිතෝ අධිරාජ්‍යයාගේ දරුවන් අතර සිටින එකම දියණිය වෙයි. අසූතුන් හැවිරිදි අකිහිතෝ අධිරාජ්‍යයා ද තම රාජකාරිවලින් ඉවත්විය යුතු බවට පසුගිය අගෝස්තුවේ දී ඇඟවීමක් කර තිබුණි. "}, {"headline": "අතුරුදහන් වූවෝ: \"රුපියල් කෝටියකට වඩා කප්පම් ගත්තා\"", "date": "2017 මැයි 22", "news": "අතුරුදහන් වූ සිය ඥාතීන් රඳවාගෙන සිටින ස්ථානයක් නොදන්නා නමුත් ඔවුන් පැහැරගෙන ගිය පුද්ගලයින්ගේ නම් ගම් ඇතුළු අනෙකුත් විස්තර තමන් සතුව තිබෙන බව අතුරුදහන් වූවන්ගේ ඥාතීහු පවසති.  ත්‍රිකුණාමල මවුවරුන්ගේ සංවිධානයේ සභාපතිනි සෙබස්තියන් දේවී ඒ බව සඳහන් කළේ අතුරුදන් වූ සිය ඥාතීන් පිළිබඳව ජනාධිපති මෛත්‍රීපාල සිරිසේන සෙනසුරාදා (මැයි 20) කළ ප්‍රකාශයක් පිළිබඳව ප්‍රතිචාරය පළ කරමිනි.  යුද සමයේ අතුරුදහන් වූවන් රඳවාගෙන සිටින ස්ථානයක් සම්බන්ධව තොරතුරුක් හෙළි කරන්නේ නම් ඒ පිළිබඳව සොයා බලන බව ජනාධිපති මෛත්‍රීපාල සිරිසේන සෙනසුරාදා සාම්පූර් හිදී ජනහමුවක් අමතමින් සඳහන් කළේය.  සාම්පූර් නව දිසා රෝහල විවෘත කිරීමෙන් අනතුරුව ජනතාව ඇමතූ ජනපතිවරයා, අතුරුදහන් වූවන් සම්බන්ධයෙන් මෙතෙක් රැස්කර ඇති වාර්තා සැළකිල්ලට ගෙන කරුණු සොයා බැලීමට කමිටුවක් පත් කරන බව ද සඳහන් කළේය.  \"2015  දී මම යාපනේ හින්දු විද්‍යාලයේ සිසු දරුවන් පිරිසක් සමග ඡායාරූපයකට පෙනී සිටියා. එම ඡායාරූපය අන්තර් ජාලයට මුදාහැර තිබුනේ සිසුන් අතුරුදන්ව ඇති බව සඳහන් කරමින්,\" ජනාධිපතිවරයා පැවසීය.  \"මේක දේශපාළන අන්තවාදීන්ගේ කුමන්ත්‍රණයක්. අතුරුදහන් වූවන් සොයා ගැනීමට මම හැම විටම සහයෝගය දෙනවා.\"  එසේ සිය ඥාතීන් අතුරුදහන් කළ පුද්ගලයන් පිළිබඳ සියලු තොරතුරු තමන් සතුව තිබෙන බව ඔවුන් සොයමින් වසර නමයක් මුළුල්ලේ අරගලයක නිරතව සිටින සෙබස්තියන් දේවී ඇතුළු ඥාතීහු පවසති.  \"මගේ පුතාගේ නම සෙබස්තියන් රේගන්. 2008 මාර්තු 19 වෙනිදා පිල්ලෙයාන්ගේ කල්ලියේ නාදන් හා නගුලේස් කියන දෙන්නා එයා පැහැරගෙන ගියා,\" සෙබස්තියන් දේවී බීබීසී සිංහල සේවයට පැවසීය. \"ත්‍රිකුණාමල නාවික හමුදා කඳවුරේ ඉඳන් නාදන් මට කෝල් එකක් දුන්නා රුපියල් ලක්ෂයක් දුන්නොත් පුතා නිදහස් කරනවා කියලා. පස්සේ මම රුපියල් ලක්ෂයක් නාදන්ගේ අතටම දුන්නා. නමුත් පුතා නිදහස් කළේ නෑ,\" ඇය කියා සිටියාය.  \"නාදන් දැනටත් මට මුණ ගැහෙනවා. මම මේ තොරතුරු සංහිඳියා යාන්ත්‍රණයේ නිළධාරීන්ටත් ලබා දුන්නා,\" මවුවරුන්ගේ සංගමයේ සභාපතිනි සෙබස්තියන් දේවී පවසන්නීය.  අතුරුදහන් වූවන් සම්බන්ධ කාර්යාලය (OMP) ඉතා ඉක්මනින් පිහිටුවීම ඇතුළු නිර්දේශ ගණනාවක් සංහිඳියා යාන්ත්‍රණ සඳහා වූ ප්‍රවිචාරන කාර්ය සාධක බලකාය ආණ්ඩුවට ඉදිරිපත් කළ නමුත් එම නිර්දේශ පිළිපැදීමට තමන් බැඳී නොසිටින බව කැබිනට් ප්‍රකාශක අමාත්‍ය රාජිත සේනාරත්න පැවසීය.  පාර්ලිමේන්තුවේ සම්මත කරගත් පනත ප්‍රකාර OMP කාර්යාලය පිහිටුවන මෙන් යුරෝපා සංගමය, ගැටුම් නිරාකරණය පිළිබඳ ජාත්‍යන්තර කණ්ඩායම (ICG) ඇතුළු ජාත්‍යන්තර ප්‍රජාව ද ශ්‍රී ලංකා ආණ්ඩුවෙන් ඉල්ලීමක් කර තිබේ.  ඒ පිළිබඳව සොයා බැලීමට කමිටුවක් පත් කරන බව ජනාධිපතිවරයා නිවේදනය කළේ ඒ අතරවාරයේය.  OMP කාර්යාලය සම්බන්ධ පනත සම්මත වී තිබියදී, එම කාර්යාලය නොපිහිටුවා අලුත් කමිටුවක් පත්කිරීමේ අවශ්‍යතාවය කවරක් දැයි සමාජ මාධ්‍ය ජාල ඔස්සේ ඇතැමුන් ප්‍රශ්න කර තිබුණි.  බීබීසී සිංහල සේවය සමග වැඩිදුරටත් අදහස් දැක්වූ සෙබස්තියන් දේවී: \"අපේ  සමිතියේ  අම්මලා හැත්තෑ අට දෙනෙක් සිටියා. පහළොස් දෙනෙක් මේ වන විට මිය ගිහින්,\" යනුවෙන් සිය අරගලයේ ඉතිහාසය සිහිපත් කළාය. \"අතුරුදන් වූවන් වෙනුවෙන් ලංකාවේ තිබුණු සෑම උද්ඝෝෂණයකටම මම සහභාගි වුනා. අපේ ඥාතීන් පැහැරගෙන ගිය බොහෝ දෙනෙකුගේ නම් අපි ඒ තැන්වලදී හෙලි කළා. රුපියල් කෝටියකට වඩා උන් අපෙන් කප්පම් ගත්තා. අපි ජනාධිපතිතුමාට කියන්නේ තවමත් යහතින් ජීවත්වෙන මේ මිනීමරු කප්පම් කාරයෝ අත් අඩංගුවට ගෙන ප්‍රශ්ණ කරන්න කියලයි,\" ඇය බැගෑපත් ඉල්ලීමක් කරන්නීය.  "}, {"headline": "\"උතුරු කොරියාවෙන් තවත් මිසයිලයක්\"", "date": "2017 මැයි 21", "news": "උතුරු කොරියාව තවත් මිසයිල අත්හදා බැලීමක් සිදුකර ඇති බව දකුණු කොරියානු හමුදාව පවසයි. මීට පෙර උතුරු කොරියාව විසින් අත්හදා බලනු ලැබූ අවසන් මිසයිල ත්‍රිත්වයට වඩා මෙය කෙටි දුර විහිදුම් මිසයිලයක් බව ධවල මන්දිරය ප්‍රකාශ කළේය.  නවතම අත්හදා බැලීම වාර්තා වූයේ, න්‍යෂ්ටික පුපුරන ද්‍රව්‍ය විශාල ප්‍රමාණයක් සහිත යුද ශීර්ෂයක් ගෙන යාහැකි නව වර්ගයක මිසයිලයක් අත්හදා බැලූ බව උතුරු කොරියාව නිවේදනය කිරීමෙන් සතියකට පසුවය. එය වාර්තාවීමෙන් පසු එක්සත් ජාතීන් දැඩි ඉල්ලීමක් කරමින් කියා සිටියේ උතුරු කොරියාව එවැනි මිසයිල අත්හදා බැලීමක් යළිත් සිදු නොකළ යුතු බවය. මෙම මිසයිල අත්හදාබැලීම \"සාහසික සහ වගකීම් විරහිත\" ක්‍රියාවක් බව දකුණු කොරියාවේ විදේශ අමාත්‍යංශය ප්‍රකාශ කළේය. මෙය ජපන් මුහුදු කලාපය දෙසට කිලෝ මීටර 560ක් පමණ දුර පියාසර කර ඇති බව දකුණු කොරියානු බලධාරීහු පවසති.  පසුගිය සතියේ අත්හදා බැලූ මිසයිලය කිලෝ මීටර 700ක් පමණ දුරකට විද ඇතිබව වාර්තා විය. මෙම වසර ඇතුළත උතුරු කොරියාව අත්හදා බැලූ සියලුම මිසයිල සාර්ථක නොවූ නමුත් ඒ සියලු අත්හදා බැලීම් එක්සත් ජාතීන්ගේ කොන්දේසි කඩකර ඇත. එම ක්‍රියාකාරකම් හේතුවෙන් එක්සත් ජනපදය සමඟ ගැටුම්කාරී තත්වයක් නිර්මාණය විය. උතුරු කොරියාව දිගින් දිගටම සිදුකරන මිසයිල අත්හදා බැලීම්වලට ප්‍රතිචාර වශයෙන් ඇමරිකාව කොරියානු අර්ධද්වීපය වෙත ප්‍රහාරක නෞකා යැවූ අතර දකුණු කොරියාව තුළ සිය මිසයිල ආරක්ෂණ පද්ධතිය ස්ථාපනය කිරීමට ද කටයුතු කළේය. කොරියානු අර්ධද්වීපය වෙතට නාවික ප්‍රහාරක බලඇණියක් යෙදවීමට ඇමෙරිකානු හමුදාව පියවර ගැනීමත් සමග එම කලාපය තුළ උණුසුම් තත්වයක් මතුවෙමින් පවතී. උතුරු කොරියානු අර්බුදය සාකච්ඡා මාර්ගයෙන් විසඳා ගැනීමට තමන් කැමති බව ඇමරිකානු ජනාධිපති ඩොනල්ඩ් ට්‍රම්ප් මීට පෙර කියා සිටි නමුත් දෙරට අතර ගැටුමක් ඇති විය හැකි බවත් සඳහන් කළේය. හමුදාමය ක්‍රියාමාර්ගවලට පිවිසීම සඳහා තමන්ගේ ඇති සුදානම ඇමෙරිකානු ජනාධිපතිවරයා විසින් මෑතදී පෙන්වා දෙනු ලැබුවේ සිරියාවට කෘස් මිසයිල ප්‍රහාරයක් දියත් කරමින් හා ඇෆ්ඝනිස්තානයේ ඉලක්කයක් වෙත විශාල බෝම්බයක් හෙළමිනි. "}, {"headline": "ට්‍රම්ප් මුස්ලිම්වරු අමතයි: \"අන්තවාදීන් පලවාහරින්න\"", "date": "2017 මැයි 21", "news": "මුස්ලිම් අන්තවාදයට එරෙහිව ගෙනයන සටනට නායකත්වය ලබාදෙන මෙන් ජනාධිපති ඩොනල්ඩ් ට්‍රම්ප් මුස්ලිම් රාජ්‍යයන්ගෙන් බලවත් ඉල්ලීමක් කරයි. \"ඔවුන් මේ මහ පොළොවෙන් පලවාහරින්න\" යැයි ජනාධිපති ට්‍රම්ප් ඉල්ලා සිටියේ රියාද් නුවරදී කලාපීය සමුළුවක් අමතමිනි. මෙහිදී ඉරානය දෝෂදර්ශනයට ලක්කරමින් කතා කළ ජනාධිපති ඩොනල්ඩ් ට්‍රම්ප් කියා සිටියේ කලාපය අස්ථාවරවීමට ඉරානයේ ක්‍රියා පිළිවෙත හේතුවී ඇති බවය. ඉරානය, සෞදි අරාබියට එදිරිවාදී රාජ්‍යයකි. අන්තවාදයට එරෙහි සටන විවිධ ආගම් අතර සටනක් නොවන බවත් එය \"යහපත සහ නපුර\" අතර සටනක් බවත් ට්‍රම්ප් ජනාධිපතිවරයා මුස්ලිම් රාජ්‍ය නායකයන් ඉදිරියේ ප්‍රකාශ කළේය.  \"වඩා යහපත් අනාගතයක් උදාකරගත හැකි වන්නේ ඔබලා ත්‍රස්තවාදීන් පලවා හැරියොත් පමණයි. ඒ වගේම අන්තවාදීන් ද පලවා හරින්න.\" යැයි ඔහු තවදුරටත් කියා සිටියේය.  එම කාර්යය සපුරා ගැනීම සඳහා \"ඇමරිකානු බලය\" යොදවනතුරු බලා නොසිටිය යුතු බවද ඔහු අවධාරණය කළේය. මෙය ජනාධිපති ඩොනල්ඩ් ට්‍රම්ප්ගේ ප්‍රථම නිල විදේශ සංචාරය යි. දින අටක නිල සංචාරය ඇතුළත ජනාධිපති ට්‍රම්ප් ඊශ්‍රායලය, පලස්තීන කලාපය, බ්‍රසල්ස් නුවර මෙන්ම වතිකානය සහ සිසිලි නගරයට ද යාමට නියමිතය. "}, {"headline": "IPL: මහේල, මාලිංග තරගය වෙනස් කළා - තෙන්ඩුල්කාර්", "date": "2017 මැයි 22", "news": "මේ වසරේ ඉන්දීය ප්‍රීමියර් ලීග් (IPL) තරගාවලියේ ශුරතාවය දිනාගැනීමට මුම්බායි ඉන්දියන්ස් (Mumbai Indians) කණ්ඩායම සමත්විය.  ඉරිදා රාත්‍රියේ පුනේ (Pune) කණ්ඩායම සමග පැවති අවසන් මහා තරගය එක් ලකුණකින් ජයග්‍රහණය කිරීමට මුම්බායි ඉන්දියන්ස් කණ්ඩායම සමත්විය.  පළමුවට පන්දුවට පහරදුන් මුම්බායි ඉනිම ලකුණු 129කට  සීමාවූ අතර පිළිතුර ඉනිම ක්‍රීඩා කළ පුනේ කණ්ඩායමට ලබාගත හැකිවුයේ ලකුණු 128ක් පමණි. ශ්‍රී ලංකා ක්‍රිකට් කණ්ඩායමේ හිටපු නායක මහේල ජයවර්ධන මුම්බායි ඉන්දියන්ස් කණ්ඩායමේ ප්‍රධාන පුහුණුකාර ධුරය දරන අතර ශ්‍රී ලංකා කණ්ඩායමේ ලසිත් මාලිංග එම කණ්ඩායමේ ප්‍රධාන වේග පන්දු යවන්නාය.  මුම්බායි ඉන්දියන්ස් කණ්ඩායමේ උපදේශකයා ලෙස කටයුතු කරන ලෝක පූජිත ක්‍රීඩක සචින් තෙන්ඩුල්කාර් තම කණ්ඩායමේ ජයග්‍රහණය ගැන අදහස් දක්වමින් මහේල ජයවර්ධන සහ ලසිත් මාලිංගගේ දායකත්වය අගය කළේය.  \"තරගයේ පළවෙනි භාගය අපිට එතරම් හොඳ තත්වයක් තිබුණේ නැහැ. ඒ නිසා විවේකය වෙලාවේ අපි එකතු වෙලා කථා කළා. ඒ වෙලාවේ මහේලත් හොඳ ලස්සන කතාවක් කළා,\" සචින් තෙන්ඩුල්කාර්  පැවසීය.  ඒ කවරක්දැයි හෙළි කළ නොහැකි බව සඳහන් කළ තෙන්ඩුල්කාර්, ඉතාමත් දැඩි පීඩනයක් එල්ල වී තිබූ අවස්තාවක අති දක්ෂ ලෙසින් පන්දු යැවීමක සහ පන්දු රැකීමක යෙදෙමින් කණ්ඩායම ජයග්‍රහණය කරා ගමන් කළ බවත් සඳහන් කළේය.  ලසිත් මාලිංග පිළිබඳව වීමසූ අවස්ථාවේ ඔහු කියා සිටියේ : \"එකපාරක් චැම්පියන් කෙනෙක් කියන්නේ හැමදාමත් චැම්පියන් කෙනෙක්,\" යනුවෙනි.  \"අවුරුදු දහයක් තිස්සේ මාලිංග අපිට අවශ්‍ය වෙලාවේ අපිට අවශ්‍ය දේ ලබාදුන්නා. මාලිංග කියන්නේ තරගයක් වෙනස් කරන්න පුළුවන් ක්‍රීඩකයෙක්,\" සචින් තෙන්ඩුල්කාර් වැඩිදුරටත් පැවසීය.  "}, {"headline": "කැබිනට් අමාත්‍ය ධුර 47 දක්වා ඉහළට", "date": "2017 මැයි 22", "news": "නව කැබිනට් මණ්ඩල සංශෝධනය යටතේ කැබිනට් අමාත්‍යාංශ 09 ක් සහ එක් රාජ්‍ය අමාත්‍යාංශයක් සඳහා නව අමාත්‍යවරු සඳුදා (මැයි 22) පෙරවරුවේ ජනාධිපති කාර්යාලයේදී ජනාධිපති මෛතී‍්‍රපාල සිරිසේන ඉදිරියේ දිවුරුම් දුන්හ.   බලාපොරොත්තු වූ පරිදි මුදල්, විදේශ හා වරාය යන ප්‍රධාන අමාත්‍යාංශවල වෙනස්කම් සිදු වූ අතර තවත් අමාත්‍යවරුන් පිරිසකට දැනට ලබා දී තිබෙන විෂයයන්ට අමතරව තවත් විෂයයන් එක් කර තිබේ.   නව අමාත්‍යවරයෙක් ලෙස කැබිනට් මණ්ඩලයට එක්වන්නේ හිටපු අමාත්‍යවරයෙකු වන තිලක් මාරපන පමණි. මින් පෙර නීතිය හා සාමය අමාත්‍ය පදවිය දැරූ ඔහු එම තනතුරින් ඉල්ලා අස්වූයේ ඇවන්ගාඩ් සමාගමට සහාය පළකර පාර්ලිමේන්තුවේ අදහස් දැක් වූ බවට චෝදනා එල්ලවීමත් සමගය. නීතිඥ තිලක් මාරපන යළිත් කැබිනට් මණ්ඩලයට එක්වීමත් සමග සම්පූර්ණ කැබිනට් මණ්ඩලය 47 දක්වා ඉහළ යන අතර ඔහුට හිමිව තිබෙන්නේ සංවර්ධන කාර්යයන් පිළිබඳ අමාත්‍යාංශය නම් නව  අමාත්‍යංශයකි.   19 වෙනි ව්‍යවස්ථා සංශෝධනය අනුව ප්‍රධාන පක්ෂ දෙක එක්ව ආණ්ඩු කිරීමේදී ජනාධිපතිවරයා හා අගමැති ඇතුළුව සම්පූර්ණ කැබිනට් මණ්ඩලය 48 දෙනෙකුට නොවැඩි විය යුතුය. නැවුම් බලාපොරොත්තුවකින් යුතුව රටක් ලෙස ඉදිරියට යාමට කැබිනට් මණ්ඩලයේ සංශෝධනයක් සිදු කළ බව අමාත්‍ය මණ්ඩලය අමතමින් ප්‍රකාශ කළ ජනාධිපති මෛත්‍රීපාල සිරිසේන, රටේ අභිවෘද්ධිය සඳහා කැපවන්නැයි නව අමාත්‍යාංශ භාරගත් සියලු අමාත්‍යවරුන්ගෙන් ඉල්ලා සිටි බවයි ජනාධිපති මාධ්‍ය අංශය නිවේදනය කළේය.  මෙම විශේෂ කැබිනට් රැස්වීමට සහභාගි වූ අනෙක් අමාත්‍යවරුන් මාධ්‍ය වෙත අදහස් දැක්වුවත් ප්‍රධාන අමාත්‍ය ධූරයන් වෙනස් වූ මංගල සමරවීර, රවී කරුණානායක සහ අර්ජුන රණතුංග අමාත්‍යවරුන් මාධ්‍ය වෙත අදහස් නොදක්වාම ජනාධිපති කාර්යාලයෙන් පිටව ගියහ.  "}, {"headline": null, "date": null, "news": ""}, {"headline": "ඊශ්‍රායලයේදී ට්‍රම්ප්ගෙන් ඉරානය ගැන අනතුරු ඇඟවීමක්", "date": "2017 මැයි 22", "news": "ඉරානය, ත්‍රස්තවාදයට සහ සන්නද්ධ කණ්ඩායම්වලට සහාය ලබා දෙන බව පවසන ඇමරිකානු ජනාධිපති ඩොනල්ඩ් ට්‍රම්ප් එය වහා නවතා දැමීමට කටයුතු කරන ලෙස බල කර සිටී. ඉරානය න්‍යෂ්ටික අවි බලය අත්පත් කර ගෙන ඇත්නම් ඉන් ඇති විය හැකි තර්ජනය පිළිබඳ ඇමරිකානු ජනාධිපතිවරයා අනතුරු අඟවා සිටියේ සිය ඊශ්‍රායල සංචාරය අරඹමිනි. ජෙරුසෙලමේදී මාධ්‍යවේදීන් හමුවේ අදහස් දැක්වූ ජනාධිපතිවරයා \"න්‍යෂ්ටික අවි සන්තකයේ තබා ගැනීමට ඉරානයට කිසිදා අනුමැතිය නොදිය යුතුයි\" යනුවෙන් සඳහන් කළේය. ඇමරිකානු ජනාධිපතිවරයා එම අදහස් පළ කරන අවස්ථාවේ ඊශ්‍රායලයේ ජනාධිපති රූවන් රූබිරිව්ලන් ද එහි විය. මේ අතර දෙවෙනි වරටත් ජනාධිපති ධුරය සඳහා තේරී පත් වූ ඉරාන ජනාධිපති හසන් රුහානි කියා සිටියේ මැදපෙරදිග ත්‍රස්තවාදයට එරෙහිව සිට ගත්තේ ඉරානය සහ එහි මිත්‍ර පාර්ශ්වවන ලෙබනනයේ හිස්බුල්ලා සංවිධානය වැනි කණ්ඩායම් බවය. ඉරානයේ සහාය නොමැතිව කලාපීය ස්ථාවරත්වය ළඟා කර ගත නොහැකි බව ද ජනාධිපති රුහානි පැවසීය. ජනාධිපති ට්‍රම්ප් ඊශ්‍රායලය බලා පැමිණියේ ඇමරිකාවට වැදගත් මිත්‍ර රටක් වන සෞදි අරාබියේ සංචාරය නිම කරමිනි. එහිදී ඇමරිකානු ජනාධිපතිවරයා විසින්, සමුළුවකට සහභාගී වූ අරාබි සහ මුස්ලිම් නායකයන් අමතනු ලැබීය.  ජෙරුසෙලමට පැමිණ සිටින ඇමරිකානු ජනාධිපතිවරයා ඊශ්‍රායල සහ පලස්තීන නායකයන් හමු වනු ඇත. දින අටක නිල සංචාරය ඇතුළත ජනාධිපති ට්‍රම්ප් ඊශ්‍රායලය, පලස්තීන කලාපය, බ්‍රසල්ස් නුවර මෙන්ම වතිකානය සහ සිසිලියට ද යාමට නියමිතය. "}, {"headline": "මුස්ලිම් පල්ලිවලට ප්‍රහාර: \"ආණ්ඩුවට එරෙහි කුමන්ත්‍රණයක්\"", "date": "2017 මැයි 22", "news": "මුස්ලිම් පල්ලි සහ ව්‍යාපාරික ස්ථාන ඉලක්ක කරගනිමින් රට පුරා විවිධ ප්‍රදේශවල එල්ලවෙන ප්‍රහාර පසුගිය දිනවල උත්සන්න වී තිබෙන බව මුස්ලිම් ජනතාව පවසති.  පසුගිය අප්‍රේල් මාසයේ සිට මේ වනවිට රට පුරා විවිධ ප්‍රදේශවල මෙවැනි ප්‍රහාර සහ උසිගැන්වීම් 15ක් වත් සිදු වී තිබෙන බව ඔවුහු පෙන්වා දෙති.  මෙය ආණ්ඩුවට එරෙහිව මුස්ලිම් ජනතාව උසිගැන්වීමේ සංවිධානාත්මක වැඩපිළිවෙලක් බව මේ අතර ආණ්ඩුව පවසයි.  සංවිධාන ගණනාවක මෙහෙයවීමෙන් මෙම කුමන්ත්‍රණය දියත්වෙමින් තිබෙන බවත් ජාතික භාෂා සහ සහජීවනය පිළිබඳ අමාත්‍ය මනෝ ගනේෂන් බීබීසී සිංහල සේවයට පැවසීය.  \"ශ්‍රී ලංකාවේ මුස්ලිම් ජනතාව ඉලක්ක කර ජාතිවාදය, අන්තවාදය, ආගම්වාදය අවුස්සා රටේ බෙදීම් ඇතිකිරීමේ උත්සාහයක් පවතින,\" බවත් අමාත්‍ය මනෝ ගනේෂන් පැවසීය. මෙවැනි ප්‍රහාර සම්බන්ධයෙන් නීතිය දැඩිව ක්‍රියාත්මක කිරීමේ සහ ප්‍රහාර වැළැක්වීම සඳහා පියවර ගැනීම ආණ්ඩුවේ වගකීම බව පිළිගන්නා අමාත්‍යවරයා, මෙම ප්‍රහාර මාලාව විග්‍රහ කරන්නේ ශ්‍රී ලංකාවේ මුස්ලිම් ජනතාව අනාගත මැතිවරණයකදී වත්මන් ආණ්ඩුවට සහාය දැක්වීම වැළැක්වීමේ ප්‍රයත්නයක් වශයෙනි.  \"දැන් මුස්ලිම් ජනතාව අතර අපේ ආණ්ඩුවට අප්‍රසාදයක් ඇතිකරන්න උත්සාහ කරනවා,\" ඔහු පැවසීය.  \"මුස්ලිම් ජනතාවගේ ඡන්දය තමන්ට ලබාගන්න බැරි වුනත් කමක් නෑ, ඡන්ද පොලට යන්නේ නැතුව හිටිය නම් අපිට දිනන්න පුළුවන් කියල ඒ අය ගණන් හදල තියෙනවා.\" මානව හිමිකම් නීතිවේදී ෂිරාස් නූර්දීන් රැස් කර තිබෙන තොරතුරු අනුව පසුගිය සති කිහිපය තුළ මුස්ලිම් ජනතාව ඉලක්ක කරගෙන එල්ල වූ ප්‍රහාර මෙසේය:   මේ කිසිදු ප්‍රහාරයක් සම්බන්ධයෙන් මේ දක්වා කිසිවෙකුත් අත්අඩංගුවට ගෙන නැත.  තත්වය පිළිබඳව අවධානය යොමු කරන  , එම ප්‍රහාර සම්බන්ධයෙන් වහාම පියවර ගැනීමට ශ්‍රී ලංකා ආණ්ඩුව කටයුතු කරනු ඇතැයි බලාපොරොත්තුවන බව පවසයි. ට්විටර් පණිවුඩයක් නිකුත්කරමින් ඒ බව පවසන කොළඹ සිටින ඇමෙරිකානු තානාපති අතුල් කෙෂප්, ඕනෑම ආගමික ස්ථානයකට එල්ලවන ප්‍රහාර හෙලා දැකිය යුතු බවත් සඳහන් කර තිබුණි.  ප්‍රහාර සම්බන්ධ පොලිස් පරීක්ෂණවල ප්‍රගතිය පිළිබඳව විමසීම පිණිස පොලිස් ප්‍රකාශක නියෝජ්‍ය පොලිස්පති ප්‍රියන්ත ජයකොඩි ඇමතීමට බීබීසී සිංහල සේවය කිහිපවරක්ම දැරූ උත්සාහය සාර්ථක නොවීය.  "}, {"headline": null, "date": null, "news": ""}, {"headline": "බ්‍රිතාන්‍ය මැතිවරණය ;ලේබර් පක්ෂය නැගිටියිද?", "date": "2017 මැයි 22", "news": "ජුනි අටවෙනිදා පැවැත්වෙන බ්‍රිතාන්‍ය මහමැතිවරණය ලංවෙමින් පවතිද්දී විපක්ෂයේ ලේබර් පක්ෂය මැතිවරණ සටනේ ප්‍රගතියක් පෙන්නුම් කරමින් පෙරට යමින් ඇති බව අලුත්ම මහජන මත විමසුම් මගින් පෙන්නුම් කෙරෙයි. අගමැතිනි තෙරේසා මේ පසුගිය අප්‍රියෙල් දහඅට වෙනිදා නියමිත කාලයට පෙර පාර්ලිමේන්තුව විසුරුවා හරිමින් හදිසි මහමැතිවරණයක් කැඳවන ලද අවස්ථාවේ පාලක කොන්සර්වේටිව් පක්ෂය කිසිදු ප්‍රබල අභියෝගයකින් තොරව මහා ජයග්‍රහණයක් ලබන බවට දේශ පාලන අනාවැකි පළවිය. මාග්‍රට් තැචර්, ටෝනි බ්ලෙයාර් සහ අගමැති ඩේවිඩ් කැමරන් වැනි අගමැතිවරුන් විසින් මෑත භාගයේ වාර්තා කරන ලද  දැවැන්ත මැතිවරණ ජයග්‍රහණ පවා අභිබවා යන මහා දේශපාලන ජයග්‍රහණයක් තෙරේසා මේ අගමැතිවරිය විසින් වාර්තා කරනු ඇතැයි ඇතැම් දේශපාලන විශ්ලේෂකයෝ ආරම්භයේ දී සඳහන් කළහ. එහෙත් ප්‍රධාන දේශපාලන පක්ෂ දෙක පසුගිය සතියේ ඔවුන්ගේ මැතිවරණ ප්‍රකාශන ජනගත කිරීමෙන් අනතුරුව බ්‍රිතාන්‍ය ඡන්දදායක මතයේ සැලකිය යුතු වෙනසක් සිදුවෙමින් පවතින බව අලුත්ම මහජන මත විමසුම් මගින් පෙන්නුම් කෙරෙයි. බ්‍රිතාන්‍ය ලේබර් පක්ෂයේ මැතිවරණ ප්‍රකාශනය මැයි 16 වෙනිදින මහජනයා අතට පත් කරන ලද අතර  \"සුළුතරයේ නොව බහුතරයේ අභිලාෂයන් ඉටු කරනු ලබන අනාගත ලේබර් ආණ්ඩුවක්\" යටතේ පරිවර්තනශීලී සහ වගකිවයුතු සැලැස්මක් මගින් කොන්සර්වේටිව් පක්ෂයේ වසර හතක පාලනයේ වෙනසක් සිදු කරන බවට පක්ෂ නායක ජෙරමි කෝබින් එම මැතිවරණ ප්‍රකාශනය මගින් ප්‍රතිඥාවක් දුන්නේය. සිය පක්ෂය බලයට පත්වුනොත්  දැනට සරසවි සිසුන්ගෙන් අය කරනු ලබන දේශන ගාස්තු අහෝසි කරන බව කියා සිටින ලේබර් පක්ෂ නායකයා, මහජන සෞඛ්‍ය වෙනුවෙන් වැය කරන මුදල ද තවත් වැඩි කරන බවට ද ප්‍රතිඥාවක් දෙයි.  ජාතික දුම්රිය සේවය ,එංගලන්තයේ සහ වේල්සයේ ජල සැපයුම සහ තවත් ඇතැම් මහජන සේවාවන් යළි ජනසතු කරන බවට ප්‍රතිඥාවක් දෙන  ලේබර් පක්ෂයේ මැතිවරණ ප්‍රකාශනය ඉහළ ආදායම්ලාභීන්ගෙන් වැඩිපුර බදු අය කිරීමෙන්  ලබන මුදල් මහජන සේවාවන් වෙනුවෙන් යෙදවීම සිය සැලසුම වන බව  කියා සිටියි. සරසවි සිසුන්ගෙන් දැනට අයකරනු ලබන දේශන ගාස්තු අහෝසි කරන බවට ලේබර් පක්ෂ නායකයා විසින් දෙන ලද පොරොන්දුව එංගලන්තයේ සහ වේල්සයේ සරසවි සිසුන් අතර ජනප්‍රිය වෙමින් පවතින්නේ \"කෝබින්මේනියාවක්\" ද සමඟයි. මහජන සහයෝගය ලැබීම  අතින් ලේබර් පක්ෂය සහ කොන්සර්වේටිව්   පක්ෂය අතර වූ විශාල පරතරය මේවනවිට වේගයෙන් පටු වෙමින් පවතින බව අලුත් මහජන මත විමසුම් මගින් පෙන්නුම් කෙරෙයි. මේ අතර කොන්සර්වේටිව් පක්ෂය සමාජ ශුභසාධන අංශයේ  සිදු කරනු ලබන සීමාවන් සහ ප්‍රතිසංස්කරණ සම්බන්ධයෙන් සිය මැතිවරණ ප්‍රකාශනයට ඇතුළත් කළ ඇතැම් යෝජනා වෙනස් කරන බව පවසයි. නේවාසිකව සත්කාර ලබන වැඩිහිටියන් සහ රෝගීන් සඳහා වැය කරනු ලබන මුදලේ සීමාවක් පනවන බව කොන්සර්වේටිව් එම මැතිවරණ ප්‍රකාශනයේ දැක්වුණි. ගිලන් නිවාසවල (care homes)නේවාසිකව සත්කාර ලබන වෘද්ධයන් සහ රෝගීන් මරණයට පත් පසු ඔවුන්ගේ නිවාස විකිණීමෙන් ලබන මුදලින් ඔවුන්ට ප්‍රතිකාර සඳහා වැය වූ මුදල් අයකර ගැනීමේ සැලැස්මක් කොන්සර්වේටිව් මැතිවරණ ප්‍රකාශනයට ඇතුලත් වූ අතර එය ශුභාසාධක සංවිධානවල දැඩි විවේචනයට ලක්විය. වැඩිහිටියන් මිය යාමෙන් අනතුරුව ඔවුන්ට අයත් නිවාසවල උරුමය  දරුවන්ට අහිමිවීම සමාජ කතිකාවක් බවට පත්ව තිබුණි. එම තත්වය යටතේ සිය මැතිවරණ ප්‍රකාශනයේ  වෙනසක් සිදු කරන බව අගමැතිනි තෙරේසා මේ(Theresa May) පසුව ප්‍රකාශ කළාය. ඒ අනුව නේවාසිකව සත්කාර ලබන්නෙකුට පවුම් ලක්ෂයක වත්කමක් ඇතත් ඔහුට හෝ ඇයට තමන් වෙනුවෙන් වැය වෙන මුදල් පලාත් පාලන ආයතන ලවා ගෙවීමට  හැකිවෙයි. එම ප්‍රතිපත්තිමය වෙනස කොන්සර්වේටිව් පක්ෂයේම හිටපු ජ්‍යෙෂ්ඨ නායකයකු වූ හිටපු භාණ්ඩාගාර ලේකම් ජෝර්ජ් ඔස්බෝන් විසින් හඳුන්වන ලද්දේ  හිටිඅඩියේ  කෙළින්ම ආපසු හැරීමක් ( U-turn) හැටියටයි. අගමැතිවරිය දිගින් දිගටම ඇයගේ වචන වෙනස් කරන බව ලේබර් නායකයෝ පවසති.  මේවනවිට ලේබර් පක්ෂය පෙරට යමින් සිය ශක්තිය වර්ධනය කර ගනිමින් ඇතැයි සති අන්ත පුවත්පත් සඳහන් කර තිබුණි. මැතිවරණය ප්‍රකාශයට පත් කරන මොහොතේ ප්‍රධාන දේශපාලන පක්ෂ දෙක අතර මහජන සහයෝගයේ පරතරය 20% කට මඳක් වැඩි මට්ටමක වූ අතර මේවනවිට එය 9 -13% ත් අතර තත්වයකට පත්ව ඇත. මහජන මත විමසුම් අනුව ලිබරල් ප්‍රජාතන්ත්‍රවාදී පක්ෂය සහ  එක්සත් රාජධානියේ නිදහස් පක්ෂය (UKIP) මැතිවරණය ප්‍රකාශයට පත් කරන මොහොතේ ලද  මහජන සහයෝගයෙහි කිසිදු වර්ධනයක්  ලබා නොමැති අතර දැනටමත් \"පරාජිතයා\" වී සිටින එක්සත් රාජධානියේ නිදහස් පක්ෂය (UKIP) කලින් සිටි තත්වයේ පිරිහීමක් පෙන්නුම් කරයි. එම පක්ෂයේ ජනප්‍රියත්වය 3-6% අතර මට්ටමකට වැටී ඇත.   ස්කොට්ලන්ත ජාතික පක්ෂය(SNP) ස්කොට්ලන්තයේ ජනප්‍රියම දේශපාලන පක්ෂය බවට පත්ව ඇති අතර එම පක්ෂය ලේබර් සහ කොන්සර්වේටිව් පක්ෂ අභිබවා යමින් 40% කට අධික මහජන සහයෝගයක් ලබන බව සමීක්ෂණ මගින් පෙන්නුම් කෙරෙයි. මෙම මැතිවරණයේ ප්‍රචාරක කටයුතු සඳහා  තවත් සති දෙකකට අධික කාලයක් ඇති අතර ඉදිරි දිනවල ඉහත කී චිත්‍රයේ සැලකිය යුතු වෙනස්කම් සිදු වීමට විශාල ඉඩක් ඇත. "}, {"headline": "\"වන සතුන්ගේ අගය ජීවත් වන විටයි\"", "date": "2017 මැයි 23", "news": "හාරදහසකට  අධික වනසතුන්ගේ මෘත කලේබර විනාශ කර දමනු ලැබීමට නේපාල බලධාරීහු පියවර ගත්හ. එවැනි ක්‍රියාමාර්ගයක් ගන්නා ලද්දේ අනවසර දඩයක්කාරයන් විසින් වනසතුන් මරා දමනු ලැබීම  සහ වනජීවී වෙළෙඳාම අකර්මණ්‍ය කිරීමටයි. සඳුදා (මැයි 22) කත්මන්ඩු අගනුවරින් දකුණු දෙස පිහිටි චිට්වාන්(Chitwan) ජාතික වනෝද්‍යානයේ දී ප්‍රසිද්ධියේ  පුළුස්සා දමන ලද සත්ව මළ සිරුරු අතර ඉතාම දුර්ලභ රයිනෝ ජීවීන්ගේ අං මෙන්ම දිවි සහ ව්‍යාඝ්‍ර සම් දක්නට ලැබුණි. ගිනිබත් කරන ලද වනසතුන් අතර හිම ව්‍යාඝ්‍රයකුගේ සහ අඳුන් දිවියන් දෙදෙනෙකුගේ සිරුරු ද විය. සත්ව මළ සිරුරුවලට ගිනි දැල්වීම කරන ලද්දේ නේපාලයේ විදේශ ඇමති ප්‍රකාශ් ෂරාන් මහත් (Prakash Sharan Mahat)විසිනි. වනසතුන්ගේ ශරීර අවයව වටින්නේ එම සතුන් මරණයට පත්වූ විට නොව ජීවත්ව සිටියදීය යන පණිවුඩය  සමාජයට දීම සත්ව සිරුරු ප්‍රසිද්ධයේ ගිනිබත් කිරීමේ අරමුණ වූ බව ඇමතිවරයා පවසයි. එම ක්‍රියාව මගින් සතුන් සහ සත්ව අවයව විකිණීම අකර්මණ්‍ය කෙරෙන බව නේපාල වන සහ පරිසර ආරක්ෂාව පිලිබඳ අමාත්‍යංශයේ ඒකාබද්ධ ලේකම් මහේෂ්වර් ධකාල්(Maheshwar Dhakal) සඳහන් කරයි. නේපාලයේ මෙවැනි ගිනි තැබීමක් මෙයින් වසර විස්සකට පෙරත් සිදුකර ඇත. මෙවර  ගිනි දැල්වීම සිදු කෙරුණේ ජාත්‍යන්තර ජෛව විවිධත්ව දිනයට සමගාමීවයි. වන සතුන් විනාශ කරන දඩයක්කාරයන්ට එරෙහිව  ගෙනයන  සටනේ දී නේපාලය එක්තරා ජයග්‍රහණයක් ලැබ ඇත.  ඒ අනුව පසුගිය දශක දෙක ඇතුළත නේපාල වන අඩවියෙහි රයිනෝ සහ ව්‍යාඝ්‍රගහනය සැලකිය යුතු මට්ටමින් වැඩි වී ඇතිබවක්  ඇස්තමේන්තු කෙරෙයි. ආණ්ඩුවේ සංඛ්‍යාලේඛන අනුව නේපාල වනගැබෙහි ව්‍යාඝ්‍රයන්  198 ක් සහ රයිනෝ ජීවීන් 645 ක් ජීවත් වෙති.  මෙයින් දශක දෙකකට පෙර එරට වත්කම වුනේ ව්‍යාඝ්‍රයන් 91ක් සහ රයිනෝ 372 කි පමණි. "}, {"headline": "සමලිංගිකයන් දෙදෙනාට ප්‍රසිද්ධ වේදිකාවක දඬුවම්", "date": "2017 මැයි 23", "news": "ඉන්දුනීසියාවේ අචේ ප්‍රාන්තයේදී සමලිංගිකව එක්වූ තරුණයන් දෙදෙනෙකුට වේවැල් පහර 85 බැගින් වූ දඬුවමක් ප්‍රසිද්ධියේ ලබා දෙයි. සුදු පැහැති ලෝගුවක් අන්දවා වේදිකාවක් මතට නංවා සිටි මෙම තරුණයන් දෙදෙනාට වේවැල් පහර එල්ල කරනු ලැබුවේ අඳුරු පැහැති ලෝගුවලින් සැරසී හිස ආවරණයකර සිටි කණ්ඩායමක් විසිනි. විසි හැවිරිදි සහ විසිතුන් හැවිරිදි මොවුන් දෙදෙනාට වේවැල් පහර 85ක් ලබා දෙන ලද්දේ අචේ ප්‍රාන්තයේ අග නගරය වන බණ්ඩා අචේ හි මුස්ලිම් දේවස්ථානයක් ඉදිරිපිට තනන ලද වේදිකාවක් මතදී ය. මෙම අවස්ථාව නැරඹීම සඳහා විශාල පිරිසක් රැස්ව සිටි අතර දඬුවම ක්‍රියාත්මක කිරීමේ දී බොහෝ දෙනා ප්‍රීති ඝෝෂා කළෝය. සමලිංගිකත්වයට එරෙහි කණ්ඩායමක් විසින් මෙම තරුණයන් දෙදෙනා යහන්ගතව සිටියදී අල්ලා ගනු ලැබුනේ පසුගිය මාර්තු මාසයේදී ය. මින් එක් තරුණයෙකු වෛද්‍ය ශිෂ්‍යයෙකි. එම අවස්ථාවේ මෙම දෙදෙනා නිරුවත්ව සිටි අතර එම වීඩියෝ පටය අන්තර්ජාලයට මුදා හැර තිබුණි. අචේ ප්‍රාන්තයේ ශරියා උසාවිය නිවේදනය කළේ මෙම චූදිතයන් ඉස්ලාමීය නීතිය උල්ලංඝනය කර ඇති බවය. මීට පෙර වේවැල් පහර ලබාදී ඇත්තේ සූදුවේ යෙදීම සහ මත්පැන් පානය යන චෝදනාවලට වැරදිකරුවන් වූ අයට පමණි. මුස්ලිම් බහුතරයක් වෙසෙන ඉන්දුනීසියාවේ අනෙකුත් ප්‍රාන්තවල සමලිංගිකත්වය නීතියෙන් තහනම් කර නොමැති නමුත් අචේ ප්‍රාන්තය තුළ පමණක් ශරියා නීතිය ක්‍රියාත්මක කිරීමට අවසරය ලබාදී තිබේ. එම ප්‍රදේශය තුළ හටගත් කැරැල්ලක් නිමාවට ගෙන ඒම සඳහා එවකට ඇතිකරගත් එකඟතා අනුව මධ්‍යම ආණ්ඩුව විසින් එකී බලතල අචේ ප්‍රාන්තයට පවරන ලදී. පුද්ගලයන්ට වෙනස්කම් සිදුකිරීම සඳහා ඉවහල්වන, අචේ ප්‍රාන්තයට විශේෂිත වූ නීති තහනම් කරන ලෙස 'හියුමන් රයිට්ස් වොච්' මානව හිමිකම් සංවිධානය ඉන්දුනීසියානු ජනාධිපති ජොකෝ විඩෝඩෝ ගෙන් ඉල්ලීමක් කර තිබේ. "}, {"headline": "ඩොනල්ඩ් ට්‍රම්ප් පලස්තීනයේ", "date": "2017 මැයි 23", "news": "මැදපෙරදිග සංචාරයක නිරතවී සිටින එක්සත් ජනපද ජනාධිපති ඩොනල්ඩ් ට්‍රම්ප් පලස්තීන නායක මහ්මුද් අබ්බාස් හමුවෙයි. මෙත්ලෙහෙමේ දී සිදුවූ මෙම හමුව \"ප්‍රයෝජනවත් සහ ඵලදායී\" වනු ඇති බව ජනාධිපති ට්‍රම්ප් ප්‍රකාශ කළේය. පලස්තීනය සහ ඊශ්‍රායලය අතර සාම ගිවිසුමක් කරා යාම ඉතා අපහසු ගනුදෙනුවක් වුවත් එය ඉදිරියේ දී සිදුවනු ඇති බවට ඔහු බලාපොරොත්තු පළ කළේය. එවැනි ගිවිසුමක් ඇතිකර ගැනීම සඳහා තමන්ට කළ හැකි සෑම දෙයක්ම කරන බවට ජනාධිපති ඩොනල්ඩ් ට්‍රම්ප් ප්‍රතිඥා දුන්ණේය. නමුත් ඔහුගේ පලස්තීන සංචාරයට එරෙහිව ගාසා තීරයේ සහ බටහිර තීරයේ විරෝධතා දියත් විය. අද (මැයි 23) සවස් භාගයේ දී ජනාධිපති ඩොනල්ඩ් ට්‍රම්ප් නැවත ජෙරුසලමට යාමට නියමිතය.  එක්සත් ජනපදයේ ජනාධිපති පදවියට පත්වීමෙන් අනතුරුව සිදුකෙරෙන ඔහුගේ ප්‍රථම විදෙස් සංචාරය තුළ ඊශ්‍රායලයේ සහ පලස්තීනයේ සංචාරය කිරීමට දින දෙකක් වෙන්කර තිබුණි.  ජනාධිපති ට්‍රම්ප් මැදපෙරදිග රැඳී සිටින අවසන් දිනය අද වන අතර ඔහු සිසිලියට සහ වතිකානයට යාමට නියමිතය.  පසුගිය අඩසියවසක කාලයක් පුරා බටහිර තීරයේ සහ නැගෙනහිර ජෙරුසලමේ ජනාවාස තනා ඊශ්‍රායලය විසින් එම කලාපය අත්පත්කර ගනු ලැබ ඇත. ඇතැම් ඊශ්‍රායල් බලධාරීන් විශ්වාස කරන්නේ එම කලාපය දෙවියන් විසින් යුදෙව්වන්ට ලබාදුන් භූමියක් බවය. පලස්තීන වැසියෝ ෆාටා සංවිධානය සහ ඉස්ලාමීය හමාස් සංවිධානය යටතේ දේශපාලන වශයෙන් බෙදී වෙන්වී සිටිති. පලස්තීනයේ බටහිර තීරය ෆාටා සංවිධානය විසින් පාලනය කරනු ලබන අතර ගාසා තීරයේ බලය තහවුරු කරගනු ලැබ සිටින්නේ හමාස් සංවිධානය විසිනි. ජනාධිපති ට්‍රම්ප් පලස්තීනයට පැමිණීමට පෙර ඊයේ දිනයේදී ද බටහිර තීරයේ උද්ඝෝෂණ දියත් විය. පලස්තීන තරුණයන් සිය ගණනක් වීදි බැස ඊශ්‍රායල් සොල්දාදුවන් සිටින දෙසට ගල් මුල් විසි කරන්නට පටන් ගත් අතර ඊශ්‍රායල් සොල්දාදුවෝ කඳුළු ගෑස් සග රබර් උන්ඩ ප්‍රහාර එල්ල කරන්නට පටන් ගත්හ. "}, {"headline": "මැන්චෙස්ටර් පිපිරීම : මරාගෙන මැරෙන ප්‍රහාරයක්", "date": "2017 මැයි 23", "news": "එංගලන්තයේ මැන්චෙස්ටර්හි 'මැන්චෙස්ටර් අරීනා' ගෘහස්ථ ක්‍රීඩාංගනයේ පිපිරීමෙන් පුද්ගලයින් 22 දෙනෙකු මියගොස් තවත් 59 දෙනෙකු පමණ තුවාල ලබා ඇති බව පොලිසිය පැවසීය. මියගිය පිරිස අතර ළමුන් ද සිටින බව අලුත්ම වාර්තා සඳහන් කරයි. ක්‍රීඩාංගනයේ පැවති, ඇමෙරිකානු ගායිකාවකවන අරියානා ග්‍රෑන්ඩ් සහභාගී වූ සංගීත ප්‍රසංගය අවසානයේදී 'විශාල පිපිරුම්' හඬක් ඇසුණු බව සිද්ධිය දුටුවෝ පැවසුහ. පොලිසිය පවසන පරිදි, පිරිමි අයෙකුවන ප්‍රහාරකයා ද පිපිරීමෙන් මියගොස් තිබේ. මැන්චෙස්ටර් නගරය අවට රෝහල් හයක තුවාල ලැබුවන්ට ප්‍රතිකාර කෙරේ. මැන්චෙස්ටර් නගරය තුළ මෙතෙක් හටගත් \"වඩාත් බියකරු\" සිදුවීම මෙය බව කියා සිටි ප්‍රධාන පොලිස් නිලධාරී ඉයන් හොප්කින්ස්, \"ප්‍රහාරකයා තනිවම ක්‍රියාත්මක වුවාද නැතිනම් කිසියම් ජාලයක කොටස්කරුවකුව සිටියාද\" යන්න තහවුරු කරගැනීම සඳහා පරීක්ෂණ ක්‍රියාත්මකවන බව පැවසීය. ඔවුන් සඳහන් කරන පරිදි අරීනා ගෘහස්ථ ක්‍රීඩාංගනයේ ප්‍රවේශපත් කාර්යාලය දෙසින් පිපිරීම් දෙකක් ඇසී තිබේ.  සිද්ධිය වූ ස්ථානයට ආසන්නයේ පිහිටි මැන්චෙස්ටර් වික්ටෝරියා දුම්රිය ස්ථානය වසා දැමුණු අතර සියලු දුම්රිය ගමන් අවලංගු කෙරිණි. මේ අතර මැන්චෙස්ටර් පොලිසිය ට්විටර් පණිවිඩයක් නිකුත් කරමින් ජනතාවගෙන් ඉල්ලා සිටියේ සිද්ධිය වූ  ප්‍රදේශයෙන් ඈත්ව සිටින ලෙසය. සංගීත ප්‍රසංගය නැරඹීමට ගොස් සිටි සිය බිරිඳ සහ දියණිය ගෙන ඒමට ගිය ඇන්ඩි හෝලි පැවසුවේ \"මම එතන ඉන්න වෙලාවේ ඇතිවූ පිපිරීමත් සමග මාව අඩි තිහක් පමණ ඈතට විසිවුණා\" යනුවෙනි. \"යළි නැගී සිටි අවස්ථාවේ බිම සිරුරු වැටී තිබෙන ආකාරය දුටුවා. මගේ පලවෙනි අරමුණ වුනේ මගේ බිරිඳ හා දැරුවා සොයාගන්න එකයි. කොහොම හරි මම එයාලව හොයාගත්තා\" යැයි ද ඔහු පැවසීය. "}, {"headline": "මැන්චෙස්ටර් හි පිපිරීමක්", "date": "2017 මැයි 22", "news": "එංගලන්තයේ මැන්චෙස්ටර්හි 'මැන්චෙස්ටර් අරීනා' ක්‍රීඩාංගනයේ පිපිරීමකින් 'මරණ කිහිපයක්' සිදුවී ඇති බව පොලිසිය තහවුරු කළේය. ක්‍රීඩාංගනයේ පැවති සංගීත ප්‍රසංගයක් අවසානයේදී 'විශාල පිපිරුම්' හඬක් ඇසුණු බව සිද්ධිය දුටුවෝ පැවසුහ. සිද්ධිය වූ ස්ථානයට ආසන්නයේ පිහිටි මැන්චෙස්ටර් වික්ටෝරියා දුම්රිය ස්ථානය වසා දැමුණු අතර සියලු දුම්රිය ගමන් අවලංගු කර ඇත. මේ අතර මැන්චෙස්ටර් පොලිසිය ට්විටර් පණිවිඩයක් නිකුත් කරමින් ජනතාවගෙන් ඉල්ලා සිටියේ සිද්ධිය වූ  ප්‍රදේශයෙන් ඈත්ව සිටින ලෙසය. "}, {"headline": null, "date": null, "news": ""}, {"headline": "පළමු පෙළ තරගවලට සමු දෙනවා - සංගා", "date": "2017 මැයි 23", "news": "මෙවර ප්‍රාන්ත ක්‍රිකට් වාරයෙන් පසු පළමු පෙළ ක්‍රිකට් තරගවලින් සමු ගන්නා බව ශ්‍රී ලංකා ක්‍රිකට් කණ්ඩායමේ හිටපු නායක කුමාර් සංගක්කාර පවසයි. සරේ ප්‍රාන්ත කණ්ඩායම වෙනුවෙන් ක්‍රීඩා කරන තිස් නව හැවිරිදි ක්‍රිකට් තරුව ටෙස්ට් තරග දිවියට සමු දුන්නේ 2015 වසරේදී. ලොව වැඩිම ටෙස්ට් ලකුණු රැස් කර ගත් ක්‍රීඩකයන් අතර කුමාර් සංගක්කාර පස් වෙනි ස්ථානයේ පසු වේ. \"මම ලෝඩ්ස් පිටියේ දින හතරක තරගයක් ක්‍රීඩා කරන අවසන් වතාව මෙයයි. තවත් මාස කීපයකින් මගේ වයස හතළිහ වෙනවා. මගේ ප්‍රාන්ත ක්‍රිකට් දිවිය අවසන් කිරීමට කාලය එළඹිලා\" යනුවෙන් ඔහු බීබීසී ක්‍රීඩා සේවය වෙත අදහස් දක්වමින් පැවසීය. ටෙස්ට් තරග 134 ක් ක්‍රීඩා කර ඇති කුමාර් සංගක්කාරතගේ ටෙස්ට් ලකුණු සාමාන්‍ය 57 ට ඉහළ අගයකි. ඊට ද්විත්ව ශතක 11 ඇතුළත් වන අතර ඔහු සරේ ප්‍රාන්ත කණ්ඩායමට එක් වූයේ 2015 වසරේ දී. මේ අතර ශ්‍රී ලංකා ක්‍රිකට් කණ්ඩායමේ හිටපු නායකයන් දෙපළක් වන මහේල ජයවර්ධන සහ කුමාර් සංගක්කාරගේ ආලේඛ්‍ය සිතුවම් දෙකක් එංගලන්තයේ ලෝඩ්ස් ක්‍රීඩාංගනයේ ප්‍රේක්ෂකාගාරය තුළ පසුගිය 18 වෙනිදා විවෘත විය. "}, {"headline": "\"නීතිය කැඩුවොත් ජාතිය ආගම නොබලා කටයුතු කරන්න\"", "date": "2017 මැයි 23", "news": "ජාතිය,ආගම කුමක් වුවත් රටේ නීතිය උල්ලංඝනය කරන පුද්ගලයන්ට එරෙහිව නීතිමය ක්‍රියාමාර්ග ගන්නා ලෙස පොලිසියට උපදෙස් දී ඇති බව අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ පවසයි. \"නීතිය කැඩුවොත් පොලිසියේ යුතුකමක් තිබෙනවා වහාම ක්‍රියා කරන්න ඒ පුද්ගලයන්ට එරෙහිව. කොයි ආගමක, කොයි ජාතියකට අයත් වුනත් කමක් නැහැ\" යනුවෙන් අගමැතිවරයා වැඩිදුරටත් සඳහන් කළේය. ඔහු ඒ බව කියා සිටියේ ජාතික තරුණ සේවා සභාවේ සාර්ථකව ව්‍යාපෘති ක්‍රියාත්මක කළ තරුණ තරුණියන් ඇගයීම සඳහා අරලියගහ මන්දිරයේ අඟහරුවාදා (මැයි 23) පැවති උත්සවයක් අමතමිනි. එමෙන්ම ශ්‍රී ලංකාව තුළ නැවතත් යුද්ධයක් ඇති වීමට ඉඩ දිය නොහැකි බව කී අගමැතිවරයා රට තුළ සමගිය නොමැති විට සංවර්ධන ඉලක්ක කරා ළඟා විය නොහැකි බවත් සඳහන් කළේය. ජන කොටස් අතර ආගම්වාදය සහ ජාතිවාදය ඇති කිරීමට යම් අයෙකු උත්සාහ කරන්නේ නම් එය වහා නවතා දැමිය යුතු බව අගමැතිවරයා පැවසීය. ආගම මුල් කර ගනිමින් වෛරය පතුරවන ලෙස කිසිදු ආගමක සඳහන් නොවන බව කී අගමැතිවරයා \"බුදු හාමුදුරුවෝ අපට කියා තිබෙනවා වසලයා කවුද බ්‍රාහ්මණයා කවුද කියලා\" යනුවෙන් පැවසීය. හින්දු, මුස්ලිම්, ක්‍රිස්තියානි වැනි වෙනත් ආගම් තුළත් එම ඉගැන්වීම එළෙසම තිබෙන බව පැවැසූ අගමැතිවරයා 1983 ශ්‍රී ලංකාවට පිටුපසින් සිටි රටවල් අද වන විට ඉදිරියට ගොස් සිටින බව කියා සිටියේය. \"ඉන්දුනීසියාව, තායිලන්තය, වියට්නාමය ආදී රටවල් සියල්ලම අප පසු කර ඉදිරියට ගිහින්. බංග්ලාදේශය අප ආසන්නයටම පැමිණ සිටිනවා. අපේ පිටුපසින් සිටින්නේ මියන්මාරය, ඇෆ්ගනිස්තානය, ලාඕසය, කාම්බෝජය යන රටවල් පමණයි\" යනුවෙන් ඔහු වැඩිදුරටත් සඳහන් කළේය. මේ අතර මුස්ලිම් පල්ලි සහ ව්‍යාපාරික ස්ථාන ඉලක්ක කරගනිමින් එල්ලවෙන ප්‍රහාර පසුගිය දිනවල උත්සන්න වී තිබෙන බව මුස්ලිම් ජනතාව පවසති. එම ක්‍රියා වත්මන් පාලනයට එරෙහිව මුස්ලිම් ජනතාව උසිගැන්වීමේ   බව ආණ්ඩුව පවසයි. "}, {"headline": "ජෝන් කොතලාවලගෙන් පසු මෛත්‍රීපාල", "date": "2017 මැයි 23", "news": "ජනාධිපති මෛත්‍රීපාල සිරිසේනගේ ඕස්ට්‍රේලියානු සංචාරය මගින් දෙරට අතර ද්විපාර්ශ්වීය සම්බන්ධතා විශාල පරිමාණයකින් ඉහළ යනු ඇතැයි එම සංචාරය සම්බන්ධයෙන් මාධ්‍ය නිවේදනයක් නිකුත් කරන ඕස්ට්‍රේලියාවේ පිහිටි ශ්‍රී ලංකා මහකොමසාරිස්  කාර්යාලය පවසයි. ශ්‍රී ලංකා ජනාධිපතිවරයාගේ තුන්දින නිල සංචාරය සිදු කෙරෙන්නේ  ඕස්ට්‍රේලියානු අගමැති මැල්කම් ටර්න්බුල් විසින් කරන ලද ආරාධනයකිනි.  ශ්‍රී ලංකාවේ රාජ්‍ය නායකයෙක් ඕස්ට්‍රේලියාවේ නිල සංචාරයක නිරත වන්නේ වසර හැටක පමණ කාලයකට පසුව බවත් ජනාධිපති මාධ්‍ය අංශය විසින් නිකුත් කරන ලද නිවේදනයේ දැක්වෙයි. හිටපු අගමැති ජෝන් කොතලාවල මෙයින් දශක හයකට පෙර  ඕස්ට්‍රේලියාවේ නිලසංචාරයක නිරත වූ ශ්‍රී ලංකා රාජ්‍ය නායකයා වන අතර ඔහු එම සංචාරයේ නිරත වී ඇත්තේ 'කොළඹ ක්‍රමය' (Colombo Plan) ආර්ථික සැලැස්ම ආරම්භ කරනු ලැබීමෙන් පසුවයි. ඔස්ට්‍රේලියාව 'කොළඹ ක්‍රමය' (Colombo Plan) ආර්ථික සැලැස්මේ ඉදිරි පෙළේ සාමාජික රාජ්‍යයක් විය. 'කොළඹ ක්‍රමය'ශ්‍රී ලංකාවේ අධ්‍යාපන සංවර්ධනය ඇතුළු සංවර්ධන ව්‍යාපෘතීන් කීපයකට දායක වී ඇත. මේ අතර ශ්‍රී ලංකාවේ කෘෂිකර්මය , කිරි නිෂ්පාදනය සහ පතල් කර්මාන්තය ඇතුළුව තවත් ක්ෂේත්‍ර කීපයක ආයෝජන පිළිබඳව ඕස්ට්‍රේලියාවේ අවධානය දැනට යොමුව ඇති බව ඕස්ට්‍රේලියාවේ පිහිටි ශ්‍රී ලංකා මහකොමසාරිස්  කාර්යාලය පවසයි. ශ්‍රී ලංකා ජනාධිපතිවරයාගේ ඕස්ට්‍රේලියානු සංචාරයේ දී ද්විපාර්ශ්වීය සම්බන්ධතා ශක්තිමත් කරමින් අවබෝධතා ගිවිසුම් කීපයක් ද අත්සන් තැබීමට නියමිත බවත්  මහකොමසාරිස්  කාර්යාලය මගින් නිකුත් කෙරුණ නිවේදනයේ  දැක්වෙයි. "}, {"headline": "මැන්චෙස්ටර් ප්‍රහාරය : සැකකරුවකු අත්අඩංගුවට", "date": "2017 මැයි 23", "news": "මැන්චෙස්ටර් හිදී එල්ලවූ මරාගෙන මැරෙන බෝම්බ ප්‍රහාරය සම්බන්ධයෙන් එක් සැකකරුවකු දකුණු මැන්චෙස්ටර් ප්‍රදේශයේදී අත්අඩංගුවට ගැනිණි. එම පුද්ගලයා 23 හැවිරිදි අයෙකු බව වාර්තා විය. අත්අඩංගුවට ගැනීම දුටු මැන්චෙස්ටර් හි ග්‍රැෆික් නිර්මාණ ශිල්පියෙකුවන නික් යේට්ස්, \"මාර්ගය අයිනේ නවතා තිබු කළු පාට වෑන් රියක 6ක් හෝ 8ක් පමණ වූ පොලිස් නිලධාරීන් පිරිසක් හිටියා. ඔවුන් නිල ඇඳුමින් හිටියේ නැහැ. මම මාර්ගය හරහා මාරුවෙනකොටයි දැක්කේ අත්වලට විලංගු දැමු කෙනෙක් වාඩි වී සිටින බව.\" යැයි පැවසීය. බෝම්බ ප්‍රහාරයේදී 8 හැවිරිදි සැෆී රෝස් රුසොස් නම් දැරියද මියගොස් ඇති බව ලැන්කෂයර් ප්‍රාන්ත සභාව පැවසීය. එසේම, 18 හැවිරිදි ශිෂ්‍යාවක වූ ජෝර්ජිනා කලන්ඩර් ද මියගිය අයගේ ලැයිස්තුවට අයත්ව තිබේ. මැන්චෙස්ටර් ප්‍රහාරයේදී 22 දෙනෙකු මියගොස් තවත් 59 දෙනෙක් තුවාල ලැබුහ. "}, {"headline": "මියන්මාර හමුදාව අපරාධ චෝදනා ප්‍රතික්ෂේප කරයි", "date": "2017 මැයි 23", "news": "මියන්මාර හමුදාව සිය හමුදා භටයන් විසින් ස්ත්‍රී දූෂණ සහ මනුෂ්‍ය ඝාතන සිදු කරනු ලැබ ඇති බවට එල්ල වන චෝදනා  ප්‍රතික්ෂේප කරයි. පසුගිය වසරේ දී රෝහින්ග්‍යා මුස්ලිම් ජාතිකයන්  බහුතරයක් වෙසෙන \"රකායින්\" ප්‍රාන්තයේ කළ වැටලීමක දී මියන්මාර හමුදා භටයන් විසින් ඉහත කී අපරාධ සිදු කරනු ලැබ ඇති බවට එක්සත් ජාතීන්ගේ සංවිධානය චෝදනා කරයි. ඒ සම්බන්ධයෙන් පරීක්ෂණයක් සිදුකළ මියන්මාර හමුදාව පවසන්නේ එම චෝදනා \"අසත්‍ය සහ නිර්මාණය කරන ලද\" ඒවා බවය.   ගම්වාසීන් තුන්දහසක් සහ හමුදා සාමාජිකයන් එකසිය අසූ හතර දෙනෙකුගෙන් එහිදී ප්‍රකාශ ලබා ගත් බවත් මියන්මාර හමුදාව පවසයි. පොලිස් මුරපොලකට එල්ල වූ ප්‍රහාරයකින් අනතුරුව මියන්මාර යුද හමුදාව සෝදිසි මෙහෙයුමක් දියත් කිරීමත් සමග රෝහින්ග්‍යා මුස්ලිම් වැසියන් හැට පන්දහසකට ආසන්න පිරිසක් බංග්ලාදේශය වෙත පළා ගියහ. ඕස්ට්‍රේලියාව බලා යාමට උත්සාහ දරමින් සිටියදී ශ්‍රී ලංකාවේ මුහුදු තීරයට ඇතුළු වූ රෝහින්ග්‍යා මුස්ලිම් ජාතිකයන් 30 දෙනෙකු පසුගිය අප්‍රේල් 30 වෙනි දින කන්කසන්තුරේ ආසන්න මුහුදේදී ශ්‍රී ලංකා නාවික හමුදාව විසින් අත්අඩංගුවට ගනු ලැබිණ.   තමන් එක්සත්  (IOM) පාලනය යටතට පත්කරන මෙන් එම පිරිස පසුගියදා ඉල්ලා සිටියහ. කෙසේවුවද, යතුරුපැදියක් සොරකම් කිරීම සහ ගින්නක් මැඩ පැවැත්වීමට අසමත් වීම හේතුවෙන් ගැමියන්ට පහර දීම සම්බන්ධයෙන් චෝදනා එල්ල වූ හමුදා සාමාජිකයන්ට එරෙහිව තමන් විනය ක්‍රියාමාර්ග ගත් බව මේ අතර  මියන්මාර පොලිසිය පවසයි. මියන්මාරයේ රෝහින්ග්‍යා මුස්ලිම්වරුන් සහ එරට බහුතරය වන බෞද්ධ ප්‍රජාව අතර වසර ගණනාවක තිස්සේ ගැටුම් වර්ධනය වෙමින් පවතී. මියන්මාරය තුළ රෝහින්ග්‍යා ප්‍රජාව සලකනු ලබන්නේ බංග්ලාදේශයෙන් පැමිණි නීති විරෝධී සංක්‍රමණිකයන් ලෙසය. ඔවුහු  එරට රජයේ ආයතන සහ පොදු ජනතාව අතරත් වෙනස්කම් කිරීමට  ලක්වෙති. මියන්මාරයේ 2012 වසරේ ඇති වූ ප්‍රචණ්ඩ ක්‍රියා හේතුවෙන් රෝහින්ග්‍යා වැසියන් දස දහස් ගණනක්  තවමත් අනාථ කඳවුරුවල වෙසෙති. "}, {"headline": "අලි දඩයමට අලි දඬුවමක්", "date": "2017 මැයි 22", "news": "වෘත්තීය දඩයම්කරුවෙකුගේ වෙඩි පහර කෑ වන අලියෙකු විසින් එම දඩයක්කරු පාගා මරා දමා ඇති බව දකුණු අප්‍රිකාවෙන් වාර්තා වේ. විනෝදාස්වාදය සඳහා දඩයමේ යෙදෙන්නන්ට සේවය ලබා දෙන ටියුනිස් බෝතාගේ මග පෙන්වීම ඇතිව සිම්බාබ්වේ වනයක ගමන් ගත් කණ්ඩායම වෙත වෙඩි කෑ ඇතින්න කඩා වැදී ඇති බව 'The Netwerk24' පුවත් ආයතනය පවසයි. වෙඩි පහර දරා ගනිමින් දඩයම්කරු වෙත පැමිණි ඇතින්න මැරී වැටීමට පෙර සිය හොඬයෙන් ඔහු උස්සා පාගා මරා දමා ඇති බව වාර්තා වේ. දඩයම්කරු මරණයට පත් වී ඇත්තේ සිම්බාබ්වේ 'හවානිගි' ජාතික උද්‍යානය ආසන්නයේ තවත් දඩයම්කරුවන් පිරිසකට මග පෙන්වමින් සිටියදීය.  2015 වසරේ එම වනෝද්‍යානය තුළ දී දඩයක්කරුවෙකු විසින් සෙසිල් නමැති සිංහයා මරා දමනු ලැබූ අතර ඒ සම්බන්ධයෙන් ලොව පුරා ශෝකය පළ විය. මරණයට පත් ටියුනිස් බෝතා පස් දරු පියෙකි. "}, {"headline": "ජේම්ස් බොන්ඩ් නළු රොජර් මුවර් සමුගනී", "date": "2017 මැයි 23", "news": "ජේම්ස් බොන්ඩ් චරිතයට පණදුන් ලෝක ප්‍රකට හොලිවුඩ් නළු ශ්‍රීමත් රොජර් මුවර් දිවියෙන් සමුගත් බව ඔහුගේ පවුලේ ඥාතීහු නිවේදනය කරති. මිය යන විට ඔහු 89වැනි වියේ පසුවිය. ජේම්ස් බොන්ඩ් වෘතාන්ත මාලාවේ Live and Let Die සහ The Spy Who Loved Me ඇතුළු චිත්‍රපට හතක ප්‍රධාන චරිතය රඟ දක්වනු ලැබුවේ ශ්‍රීමත් රොජර් මුවර් විසිනි. පවුලේ ඥාතීන් ට්විටර් පණිවිඩයක් නිකුත් කරමින් කියා සිටියේ \"පිළිකාව සමඟ කෙටි සහ නිර්භීත සටනකින්\" පසු ඔහු දිවියෙන් සමුගත් බව ය.  "}, {"headline": "මත්පැනට හුරු ස්ත්‍රියට පණිවිඩයක්", "date": "2017 මැයි 23", "news": "මත්පැන් පානයට හුරු කාන්තාවන්ට පියයුරු පිළිකා වැළඳීමේ අවදානම ඉහළ බව නවතම පර්යේෂණයකින් තවදුරටත් සනාථ වෙයි. පිළිකා පර්යේෂණ සඳහාවන ලෝක අරමුදල නිකුත්කළ වාර්තාවේ සඳහන් වන්නේ දිනකට වයින් වීදුරු භාගයක් හෝ බීර කුඩා ප්‍රමාණයක් පානය කිරීමෙන් පවා පියයුරු පිළිකා වැළඳීමේ අවදානම ඉහළ යන බවය. නමුත් ශාරීරික ව්‍යායාම තීව්‍ර ලෙස සිදුකිරීම මගින් අවදානම අඩුකරගත හැකි බවද මෙම පර්යේෂණය තුළින් සනාථවී තිබේ. කාන්තාවන් මිලියන දොළහකගේ වෛද්‍ය වාර්තා පදනම් කරගනිමින් සිදු කරන ලද අධ්‍යයනයන් සියයකට අධික ප්‍රමාණයක් මෙම නව පර්යේෂණය සඳහා යොදා ගෙන ඇත. කෙසේ නමුත් විද්‍යාඥයන් පවසන්නේ පිළිකාවක් ඇතිවීම සඳහා ශරීරයේ හෝර්මෝන මට්ටම, ජීවන ශෛලිය සහ වෙනත් සෞඛ්‍යමය ගැටළු වැනි විවිධාකාර හේතුන් බලපාන බවය. තම පවුලේ ඥාතීන්ට පියයුරු පිළිකා වැළඳී ඇත්නම්, මාස්ශුද්ධිය නතරවීමෙන් පසු හෝ වයස අවුරුදු 50 ඉක්මවීමෙන් පසු කාන්තාවකට පියයුරු පිළිකා වැළඳීමේ අවදානමක් පවතින බව වෛද්‍යවරු පවසති. එමෙන්ම උසින් වැඩි කාන්තාවන්ට සහ වයස අවුරුදු 12ට කලින් ආර්තවය (මාස්ශුද්ධිය) ආරම්භ වූ කාන්තාවට ද මෙම අවදානම වැඩි බවට වෛද්‍යවරු විශ්වාස කරති. එවැනි සාධක 18ක් ඇතුළත් නවතම පර්යේෂණ වාර්තාවේ සඳහන් වන්නේ මත්පැන් පානය ඉන් එක් සාධකයක් පමණක් බවය. තමන්ගේ ආහාර රටාව, ශරීරයේ බර සහ ව්‍යායාම වැනි පාලනය කළහැකි සාධක කෙරෙහි සැලකිලිමත්වීම මගින් පියයුරු පිළිකා වැළඳීමේ අවදානම අඩු කරගත හැකි බවද එම සමීක්ෂණ වාර්තාවේ සඳහන් වෙයි. පියයුරු පිළිකා වැළඳීමේ අවදානම අඩු කර ගැනීම සඳහා බයිසිකල් පැදීම, දිවීම වැනි තීව්‍ර ව්‍යායාම වැදගත් වෙයි. එමෙන්ම වෛද්‍යවරු පවසන්නේ මව්කිරි ලබාදීම මගින්ද අවදානම අඩුවන බවය. තම ආහාරයට වැඩිපුර පලාවර්ග එක්කර ගන්නා ලෙසද වෛද්‍යවරු උපදෙස් දෙති. "}, {"headline": "ලෝක නායකයෝ මැන්චෙස්ටර් ප්‍රහාරය හෙළා දකිති", "date": "2017 මැයි 23", "news": "මැන්චෙස්ටර් ප්‍රහාරය සම්බන්ධයෙන් බ්‍රිතාන්‍ය අගමැතිනි තෙරේසා මේ වෙත ශෝක පණිවුඩයක් නිකුත් කරන ශ්‍රී ලංකා ජනාධිපති මෛත්‍රීපාල සිරිසේන සියලු ආකාරයේ ත්‍රස්තක්‍රියා මැඩලීමට ලෝකයේ සෑම රාජ්‍යයක්ම ප්‍රමුඛතාව දිය යුතුව ඇතැයි කියා සිටියි. දේශපාලන අරමුණු උදෙසා නිරායුධ අහිංසක පුරවැසියන් ඝාතනය කරනු ලැබීම බියසුලු ක්‍රියාවක් වන බව පවසන ශ්‍රී ලංකා ජනාධිපතිවරයා, මැන්චෙස්ටර් ප්‍රහාරයෙන් විපතට පත්වූවන්ටත්  බ්‍රිතාන්‍ය රජයට සහ එරට ජනතාවටත්  සිය සංවේගය පළ කරයි.   මැන්චෙස්ටර් ප්‍රහාරය සම්බන්ධයෙන් ශෝකය සහ කම්පාව පළ කරමින් ප්‍රකාශන නිකුත් කරන ප්‍රංශ සහ ජර්මන් නායකයෝ යුරෝපයේ ත්‍රස්ත විරෝධී සහයෝගීතාවය නංවාලන මෙන් ඉල්ලීමක් කරති. පැරිස් නගරයේ බ්‍රිතාන්‍ය තානාපති කාර්යාලයේ තබා ඇති ශෝකය සටහන් කිරීමේ පොතේ පණිවුඩයක් තැබීමෙන් අනතුරුව ප්‍රකාශයක් කළ ප්‍රංශයේ නව ජනාධිපති එමානුවෙල් මැක්‍රෝන් (Emmanuel Macron) යුරෝපා ත්‍රස්ත විරෝධී සහයෝගීතාවයේ අවශ්‍යතාව පෙන්වා දුන්නේය. චාන්සලර් අන්ගෙලා මර්කල් (Angela Merkel) ප්‍රකාශයක් කරමින්, මැන්චෙස්ටර් නගරයේ සිදු වූ ආකාරයේ අමානුෂික ක්‍රියා සැලසුම් කරන ලද පුද්ගලයන්ට එරෙහිව බ්‍රිතාන්‍යයත් සමඟ ශක්තිමත් ලෙස  කටයුතු කිරීම  සඳහා එම ඝාතනය මගින් ජර්මනියට අවස්ථාව උදාකළ බව සඳහන් කළාය. මැන්චෙස්ටර් ප්‍රහාරය \"තේරුමක් නොමැති ම්ලේච්ඡ ක්‍රියාවක්\" හැටියට හෙළා දුටු  ශුද්ධෝත්තම ෆ්‍රැන්සිස් පාප් වහන්සේ එම ප්‍රහාරයට ගොදුරුවූවන්ගේ පවුල්වල සාමාජිකයන්ට සිය සහෝදරත්වය සහ සහයෝගය පළ කරති.  "}, {"headline": "\"මුදල් ඇමතිකම නැති වුණේ ඊර්ෂ්‍යාකාරයන් නිසා විය හැකියි\"", "date": "2017 මැයි 23", "news": "තමන් මුදල් ඇමති ධුරයෙන් ඉවත් කිරීම සඳහා බලපෑමක් එල්ල වූයේ නම් ඒ ඊර්ෂ්‍යාවෙන් පෙළෙන කීප දෙනෙකුගෙන් විය හැකි බව නව විදේශ කටයුතු අමාත්‍ය රවී කරුණානායක පවසයි. ඇමතිවරයා ඒ බව කියා සිටියේ ආසියාවේ හොඳම මුදල් ඇමතිවරයා ලෙස සම්මානයට පාත්‍ර වූ ඔහු එම ධුරයෙන් ඉවත් කිරීම සඳහා බලපෑමක් එල්ල වූයේ දැයි බීබීසී සිංහල සේවය කළ විමසීමකට ප්‍රතිචාර දක්වමිනි. \"මම හිතන්නේ නැහැ එවැනි බලපෑමක් තිබුණා කියලා. නමුත් බලපෑමක් තිබුණා නම්, හැම දේශපාලන පක්ෂයකම ඊර්ෂ්‍යාවෙන් පෙළන අය ඉන්නවනේ. ඉතින් ඒ වගේ එක්කෙනෙක් දෙන්නෙක් හිටියහම හොඳටම ඇති හොඳට දුවන නැවක් අනෙක් පැත්ත හරවන්න\" යනුවෙන් අමාත්‍ය රවී කරුණානායක වැඩිදුරටත් සඳහන් කළේය. එමෙන්ම තමන් මුදල් ඇමතිවරයා වශයෙන් සිදු කළ කාර්ය භාරය පිළිබඳ සෑහීමකට පත් වන බව කී ඇමතිවරයා සිය ධුර කාලය තුළ 10% ව තිබූ දළ දේශීය නිෂ්පාදනය 15.5%  දක්වා වර්ධනය කිරීමට හැකි වූ බව පැවසීය. ඇමතිවරයා වැඩිදුරටත් කියා සිටියේ මුදල් ඇමතිවරයා වශයෙන් තමන් දූෂණය සහ නාස්තිය අවම කොට මහා භාණ්ඩාගාරයට මුදල් ලැබීමට සැලැස්වූ බවය. \"මම හිතන්නේ එතන දක්ෂතා පෙන්වූ නිසා වෙනත් තැනකත් ඒ දක්ෂතාව පෙන්වන්න තමයි අවස්ථාව දී තිබෙන්නේ\" යනුවෙන් අමාත්‍ය රවී කරුණානායක සඳහන් කළේය. කැබිනට් මණ්ඩල සංශෝධනය යටතේ අමාත්‍යාංශ නවයක් සහ එක් රාජ්‍ය අමාත්‍යාංශයක් සඳහා නව අමාත්‍යවරු සඳුදා (මැයි 22) ජනාධිපති මෛතී‍්‍රපාල සිරිසේන ඉදිරියේ දිවුරුම් දුන්හ. මුදල් ඇමති ධුරයේ වෙනසක් සිදු විය යුතු බවට එක්සත් ජනතා නිදහස් සන්ධානය ඉල්ලා සිටියා නොවේ දැයි බීබීසී සිංහල සේවය කළ විමසීමට පිළිතුරු දෙමින් එහි මහ ලේකම් අමාත්‍ය මහින්ද අමරවීර කියා සිටියේ එවැනි වෙනසක් සිදු විය යුතු බවට රටේ ඉල්ලීමක් පැවති බවය. "}, {"headline": null, "date": null, "news": ""}, {"headline": "ට්‍රම්ප් වතිකානයේදී පාප් වහන්සේ හමුවෙයි", "date": "2017 මැයි 24", "news": "විදෙස් සංචාරයක යෙදී සිටින ජනාධිපති ඩොනල්ඩ් ට්‍රම්ප් වතිකානයේ දී ෆ්රාන්සිස් පාප් වහන්සේ හමුවෙයි. මෙම හමුවට ජනාධිපති ට්‍රම්ප්ගේ බිරිඳ මෙලනියා සමඟ දියණිය ඉවන්කා සහ ඇයගේ ස්වාමි පුරුෂයා ද සහභාගී විය. පාප් වහන්සේ සහ ජනාධිපති ඩොනල්ඩ් ට්‍රම්ප් විනාඩි 20ක පමණ පෞද්ගලික සාකච්ඡාවක නිරත වූ අතර ඉන් පසුව සියලු දෙනා එක්ව ඡායාරූපවලට පෙනී සිටියහ. සංක්‍රමණිකයන් සහ කාලගුණික විපර්යාස පිළිබඳව ජනාධිපති ට්‍රම්ප් ගේ පිළිවෙත ෆ්රාන්සිස් පාප් වහන්සේගේ විවේචනයට ලක් වී තිබුණි. පාප් වහන්සේ හමුවීමෙන් අනතුරුව ජනාධිපති ට්‍රම්ප්,  ඉතාලියේ ජනාධිපතිවරයා සහ අගමැතිවරයා හමුවීමට නියමිතය. ඉන් අනතුරුව නේටෝ සමුළුවට සහභාගිවීම සඳහා ඔහු බ්‍රසල්ස් නුවර බලා පිටත්ව යනු ඇත. ජනාධිපති ට්‍රම්ප් ඉතාලියට පැමිණියේ තම මැදපෙරදිග සංචාරය නිම කිරීමෙන් පසුව ය. සෞදි අරාබියෙන් පිටත් වී ඊශ්‍රායලයට සහ පලස්තීනයට පැමිණි ජනාධිපතිවරයා සාමය උදාකර ගැනීම සඳහා තම සහාය ලබාදෙන බවට එහිදී ප්‍රතිඥාවක් දුන්නේය. නමුත් ඔහුගේ පලස්තීන සංචාරයට එරෙහිව ගාසා තීරයේ සහ බටහිර තීරයේ විරෝධතා දියත් විය.  "}, {"headline": "මැන්චෙස්ටර් ප්‍රහාරකයා නම් කෙරෙයි", "date": "2017 මැයි 23", "news": "එංගලන්තයේ මැන්චෙස්ටර් නගරයේ සඳුදා රාත්‍රියේ පැවති සංගීත ප්‍රසංගයට මරාගෙන මැරෙන ප්‍රහාරය එල්ල කළ බවට සැක කෙරෙන පුද්ගලයාගේ නම පොලිසිය විසින් ප්‍රකාශයට පත් කරනු ලැබීය. සැකකාර පුද්ගලයා ලිබියානු සම්භවයක් සහිත විසි දෙහැවිරිදි සල්මන් අබේඩි නමැති මැන්චෙස්ටර් නගරයේ උපත ලැබූවෙකු බව බීබීසීයට දැන ගන්න ලැබිණි. ප්‍රහාරය එල්ල කිරීම සඳහා අබේඩිට වෙනත් පුද්ගලයෙකුගේ සහාය ලැබී ඇත්දැයි යන්න පිළිබඳ මූලික වශයෙන් පරීක්ෂණ සිදු කරන බව මැන්චෙස්ටර් පොලිසිය පැවසීය.   ප්‍රහාරයට හසුව පුද්ගලයන් විසි දෙදෙනෙකු මරණයට පත් වූ අතර තවත් පනස් නව දෙනෙක් තුවාල ලැබූහ.   ප්‍රහාරයෙන් මරණයට පත් තිදෙනෙකුගේ නම් මේ වන විට ප්‍රකාශයට පත් කර තිබේ. මේ අතර ප්‍රහාරය සම්බන්ධයෙන් බ්‍රිතාන්‍ය අගමැතිනි තෙරේසා මේ වෙත ශෝක පණිවුඩයක් නිකුත් කරන ශ්‍රී ලංකා ජනාධිපති මෛත්‍රීපාල සිරිසේන සියලු ආකාරයේ ත්‍රස්තක්‍රියා මැඩලීමට ලෝකයේ සෑම රාජ්‍යයක්ම ප්‍රමුඛතාව දිය යුතුව ඇතැයි කියා සිටියි. දේශපාලන අරමුණු උදෙසා නිරායුධ අහිංසක පුරවැසියන් ඝාතනය කරනු ලැබීම බියසුලු ක්‍රියාවක් වන බව පවසන ශ්‍රී ලංකා ජනාධිපතිවරයා, මැන්චෙස්ටර් ප්‍රහාරයෙන් විපතට පත්වූවන්ටත්  බ්‍රිතාන්‍ය රජයට සහ එරට ජනතාවටත්  සිය සංවේගය පළ කරයි.   මැන්චෙස්ටර් ප්‍රහාරය සම්බන්ධයෙන් ශෝකය සහ කම්පාව පළ කරමින් ප්‍රකාශන නිකුත් කරන ප්‍රංශ සහ ජර්මන් නායකයෝ යුරෝපයේ ත්‍රස්ත විරෝධී සහයෝගීතාවය නංවාලන මෙන් ඉල්ලීමක් කරති. පැරිස් නගරයේ බ්‍රිතාන්‍ය තානාපති කාර්යාලයේ තබා ඇති ශෝකය සටහන් කිරීමේ පොතේ පණිවුඩයක් තැබීමෙන් අනතුරුව ප්‍රකාශයක් කළ ප්‍රංශයේ නව ජනාධිපති එමානුවෙල් මැක්‍රෝන් (Emmanuel Macron) යුරෝපා ත්‍රස්ත විරෝධී සහයෝගීතාවයේ අවශ්‍යතාව පෙන්වා දුන්නේය. චාන්සලර් අන්ගෙලා මර්කල් (Angela Merkel) ප්‍රකාශයක් කරමින්, මැන්චෙස්ටර් නගරයේ සිදු වූ ආකාරයේ අමානුෂික ක්‍රියා සැලසුම් කරන ලද පුද්ගලයන්ට එරෙහිව බ්‍රිතාන්‍යයත් සමඟ ශක්තිමත් ලෙස  කටයුතු කිරීම  සඳහා එම ඝාතනය මගින් ජර්මනියට අවස්ථාව උදාකළ බව සඳහන් කළාය. මැන්චෙස්ටර් ප්‍රහාරය \"තේරුමක් නොමැති ම්ලේච්ඡ ක්‍රියාවක්\" හැටියට හෙළා දුටු  ශුද්ධෝත්තම ෆ්‍රැන්සිස් පාප් වහන්සේ එම ප්‍රහාරයට ගොදුරුවූවන්ගේ පවුල්වල සාමාජිකයන්ට සිය සහෝදරත්වය සහ සහයෝගය පළ කරති.  "}, {"headline": "එක්සත් රාජධානියේ ත්‍රස්ත අවදානම ඉහළට", "date": "2017 මැයි 24", "news": "එක්සත් රාජධානියට පවතින ත්‍රස්ත තර්ජන මට්ටම \"ඉතාම අවදානම්\" තත්වයට ඉහළ දමා ඇති බව අගමැතිනි තෙරේසා මේ පවසන්නීය. තවත් ප්‍රහාර ළඟදීම එල්ලවිය හැකි තත්වයක් පවතින බව ඉන් ඇඟවෙන හෙයින් රටේ ප්‍රධාන ස්ථාන ආරක්ෂා කිරීම සඳහා බ්‍රිතාන්‍ය හමුදා භටයන් යෙදවීමට තීරණය කර තිබේ. මෙම 'ඉතා අවදානම්' තත්වය තාවකාලික වනු ඇති බවට තමා විශ්වාස කරන බව බ්‍රිතාන්‍ය ස්වදේශ කටයුතු භාර ලේකම්වරිය වන ඇම්බර් රඩ් ප්‍රකාශ කළාය.  ඇය ස්කයි පුවත් සේවයට තවදුරටත් කියා සිටියේ බුද්ධි සේවා නිලධාරීන් විසින් මැන්චෙස්ටර් ප්‍රහාරකයා හඳුනා ගනු ලැබ ඇති බවය. අගමැතිනි තෙරේසා මේ කියා සිටියේ රටේ අවදානම් තත්වය ඉහළ මට්ටමකට ගෙන ඒමට සිදුවී ඇත්තේ මැන්චෙස්ටර් ප්‍රහාරකයා තනිව ක්‍රියාකළ අයෙක් ද නැතහොත් කණ්ඩායමක සාමාජිකයෙක් ද යන්න නිශ්චිතව හඳුනාගැනීමට බලධාරීන් අපොහොසත්වීම හේතුවෙන් බවය. බකිංහැම් මාලිගය, අගමැති නිල නිවස, තානාපති කාර්යාල සහ වෙස්මිනිස්ටර් මාලිගය වැනි ප්‍රධාන ස්ථානවල ආරක්ෂාව සඳහා යොදවා ඇති සන්නද්ධ පොලිසියට සහාය ලබා දීමට බ්‍රිතාන්‍ය හමුදා සොල්දාදුවන් යොදවන බව ද අගමැතිනිය ප්‍රකාශ කළාය. මින් ඉදිරියට පැවැත්වෙන උත්සව සහ ප්‍රසංගවල ආරක්ෂාව සඳහා ද පොලිස් නිලධාරීන්ගේ අණසක යටතේ කටයුතු කිරීමට හමුදා භටයන් යොදවනු ඇති බවත් ඇය පැවසුවාය. "}, {"headline": "ආණ්ඩුවෙන් පොලිස්පතිට නියෝගයක්!", "date": "2017 මැයි 24", "news": "ජන වර්ග අතර සමඟියට බාධාවන ආකාරයේ සිදුවීම් සඳහා වගකිය යුත්තන්ට එරෙහිව පවතින නීතිය ප්‍රකාරව කටයුතු කරන ලෙස බලධාරීන්ට උපදෙස් දීමට කැබිනට් මණ්ඩලය තීරණය කරයි. එවැනි සිදුවීම් තම බල ප්‍රදේශය තුළ ඇති නොවීමට වගබලා ගන්නා මෙන් සියලුම පොලිස් ස්ථානාධිපතිවරුන්ට උපදෙස් දෙන ලෙස පොලිස්පතිවරයාට නියම කිරීමට ද අද පැවති කැබිනට් මණ්ඩල රැස්වීමේ දී තීරණය විය. ඇතැම් පාර්ශවයන්ගේ ප්‍රකෝපකාරී හැසිරීම් පිළිබඳව ද මෙහිදී අමාත්‍ය මණ්ඩලයේ අවධානයට ලක් වී තිබේ. ඉහත සඳහන් පියවර ගැනීමට අමාත්‍ය මණ්ඩලය තීරණය කර ඇත්තේ එවැනි සිදුවීම් හා හැසිරීම් රටේ කිසිදු ප්‍රදේශයක යළි ඇති නොවීමට වගබලා ගැනීම සඳහාය. මුස්ලිම් පල්ලි සහ ව්‍යාපාරික ස්ථාන ඉලක්ක කරගනිමින් රට පුරා විවිධ ප්‍රදේශවල එල්ලවෙන ප්‍රහාර පසුගිය දිනවල උත්සන්න වී තිබෙන බව මුස්ලිම් ජනතාව චෝදනා කරති. පසුගිය අප්‍රේල් මාසයේ සිට මේ වනවිට රට පුරා විවිධ ප්‍රදේශවල මෙවැනි ප්‍රහාර සහ උසිගැන්වීම් 15ක් වත් සිදු වී තිබෙන බව ඔවුහු පෙන්වා දෙති. සංවිධාන ගණනාවක මෙහෙයවීමෙන් මෙම ප්‍රහාර දියත්වෙමින් තිබෙන බව ජාතික භාෂා සහ සහජීවනය පිළිබඳ අමාත්‍ය මනෝ ගනේෂන් බීබීසී සිංහල සේවයට පසුගියදා පැවසීය. මේ අතරතුර අග්‍රාමාත්‍ය රනිල් වික්‍රමසිංහ ඊයේ කියා සිටියේ ජාතිය,ආගම කුමක් වුවත් රටේ නීතිය උල්ලංඝනය කරන පුද්ගලයන්ට එරෙහිව නීතිමය ක්‍රියාමාර්ග ගන්නා ලෙස පොලිසියට උපදෙස් දී ඇති බවය.  \"නීතිය කැඩුවොත් පොලිසියේ යුතුකමක් තිබෙනවා වහාම ක්‍රියා කරන්න ඒ පුද්ගලයන්ට එරෙහිව. කොයි ආගමක, කොයි ජාතියකට අයත් වුනත් කමක් නැහැ\" යනුවෙන් අගමැතිවරයා කියා සිටියේ ජාතික තරුණ සේවා සභාවේ තරුණ තරුණියන් ඇගයීම සඳහා අරලියගහ මන්දිරයේ අඟහරුවාදා (මැයි 23) පැවති උත්සවයක් අමතමිනි. "}, {"headline": null, "date": null, "news": ""}]